Repository: tbabej/mnemosyne-old
Catalog: mnemosyne/po/*.po
Languages: da, eo, fr, he, hu, id, ja, nb_no, ru, tr

source: It is recommended to keep your sound and image files inside your .mnemosyne directory. That way, it's easier to transfer your data between different computers.
da: Det anbefales at du har dine lyd- og billedfiler i din .mnemosyne-folder. På den måde er det lettere at flytte dine data mellem forskellige computere.
eo: Estas rekomendate, ke vi konservas viajn sonajn kaj bildajn dosierojn en vian “.mnemosyne” dosierujon. Tiel estas pli facile transigi viajn datumojn inter diversajn komputilojn.
fr: Il est recommandé de conserver vos fichiers de son et d'image dans le répertoire .mnemosyne. Il sera ainsi plus facile de transférer vos données d'un ordinateur à un autre.
he: מומלץ לשמור את קבצי התמונה והצליל בתוך תיקיית ה-mnemosyne. שלך. כך קל יותר להעביר את המידע שלכם בין מחשבים שונים.
hu: Javasolt, hogy tartsa a .mnemosyne könyvtárban a hang- és képállományait. Ez megkönnyíti a számítógépek közti hordozást.
id: Direkomendasikan untuk menyimpan berkas suara dan gambar Anda di dalam direktori .mnemosyne. Dengan begitu, lebih mudah memindahkan data Anda antar komputer.
ja: 音声、映像ファイルを覚エテチョウの媒体ディレクトリに保存されることをお勧めいたします。そうすれば、データを他のコンピュータで移送することが容易になります。
nb_no: Det anbefales at du har lyd- og bildefilene i din .mnemosyne-mappe. På den måten er det enklere å overføre data mellom forskjelige datamaskiner.
ru: Рекомендуется держать файлы картинок и звуков внутри катклога .mnemosyne. Таким образом значительно упрощается перенос данных между разными компьютерами.
tr: Ses ve resim dosyalarınızı .mnemosyne dizininde saklamanız önerilir. Böylece, verilerinizi bilgisayarlar arasında transfer etmeniz kolaylaşır.

source: When adding a three-sided card, two regular cards will be created. One with as question the written form and as answer the pronunciation and the translation, and one with as question the translation and as answer the written form and the pronunciation.
da: Når du tilføjer 3-sidede kort, vil der blive lavet to egentlige kort. Et med den skrevne form som spørgsmål, og et svar med udtale og betydning, og det andet med betydningen som spørgsmål og et svar med den skrevne form og udtalen.
eo: Kiam vi aldonas tri-flankajn kartojn, du normalajn kartojn estas kreitaj. Unu havas la skribatan formon, kiel la demandon, kaj la elparolon kaj tradukon, kiel la respondon; la alia havas la tradukon, kiel la demandon, kaj la skribatan formon kaj elparolon, kiel la respondon.
fr: À l'ajout d'une carte à trois faces, deux cartes standards seront créées. L'une aura pour question la forme écrite et pour réponse la prononciation et la traduction. L'autre aura pour question la traduction et pour réponse la forme écrite et sa prononciation.
he: כאשר אתם מוסיפים כרטיסיה תלת-צדדית, שני כרטיסיות רגילות יווצרו: אחת שבה השאלה היא הצורה הכתובה והתשובה היא ההגייה והתרגום, ואחת שבה השאלה היא התרגום והתשובה היא הצורה הכתובה וההגייה.
hu: Egy háromoldalú kártya felvitelekor kettő hagyományos kártya jön létre. Az egyiken a kérdés az írott forma, a válasz pedig a kiejtés és a fordítás. A másikon a kérdés a fordítás, a válasz pedig az írott forma és a kiejtés.
id: Ketika menambahkan kartu 3-sisi, dua kartu regular akan dibuat. Satu dengan pertanyaan berupa form tertulis dan jawaban berupa pelafalan dan terjemahan, sedangkan satu lagi dengan pertanyaan berupa terjemahan serta jawaban berupa form tertulis dan pelafalan.
ja: 3面カード（単語または熟語のつづり、発音、意味をワンセットにしたカード）を追加すると、2つの通常カードが生成されます。 ひとつは問題として（単語または熟語の）つづりを、解答として発音と意味を収録したもの、もうひとつは問題として意味を、解答としてつづりと発音を収録したものです。
nb_no: Når du legger til et 3-sidet kort, vil det bli opprettet 2 vanlige kort. Ett med spørsmål om den skriftlige formen og med uttalen og oversettelsen som svar, og ett med oversettelsen som spørsmål og den skriftlige formen og uttalen som svar.
ru: Во время добавления 3-сторонней карточки на самом деле создаются две обычные карточки. Одна с вопросом, содержащим само слово, и ответом, содержащим произношение и перевод, а вторая - с вопросом, содержащим перевод, и ответом, в котором будет написание и произношение.
tr: Üç-yüzlü kart eklerken iki sıradan kart oluşturulur. Birinin soru kısmında yazılışı, yanıt kısmında ise telaffuzu ve çevirisi; bir diğerinde ise soru kısmında çevirisi, yanıt kısmında yazışı ve telaffuzu olur.

source: You can use basic HTML tags in your cards to control their appearance.
da: Du kan bruge basale HTML-tags i dine kort for at kontrollere udseendet.
eo: Vi ja povas uzi bazajn etikedojn de HTML en viaj kartoj por kontroli ilian aspekton.
fr: Vous pouvez utiliser des balises HTML élémentaires pour contrôler l''apparence de vos cartes.
he: ניתן להשתמש בתוויות HTML בסיסיות בתוך הכרטיסיות כדי לשנות את המראה שלהן.
hu: A megjelenés befolyásolásáért használhat egyszerű HTML "tag"-eket kártyáiban.
id: Anda dapat menggunakan tag HTML dasar pada kartu untuk mengatur tampilannya.
ja: 簡単なHTMLタグを使って好みのカード表示に変えることができます。
nb_no: Du kan benytte grunnleggende HTML-koder i kortene dine for å kontrollere utformingen.
ru: Для изменения внешнего вида Ваших карточек Вы можете использовать HTML тэги.
tr: Görünümlerini değiştirmek için kartlarınızda temel HTML etiketlerini kullanabilirsiniz.

source: Mnemosyne can use LaTeX to render mathematical formulas, e.g. <$>x^2+y^2=z^2</$>. (For this, you need LaTeX and dvipng installed.)
da: Mnemosyne kan bruge LaTeX for at udskrive matematiske formler, fx <$>x^2+y^2=z^2</$>. (Du skal have LaTeX og dvipng installeret for denne funktion.)
eo: Mnemozino povas uzi LaTeX por vidigi matematikajn formulojn, ekz. <$>x^2+y^2=z^2</$>. (Por tion LaTeX kaj dvipng devas esti instalitaj.)
fr: Mnemosyne peut utiliser LaTeX pour afficher des formules mathématiques. Par exemple: <$>x^2+y^2=z^2</$>. Dans ce cas, LaTeX et dvipng doivent être installés.
he: מנימוסינה יכול להשתמש בלטך כדי להציג נוסחאות מתמטיות. לדוגמה, <$>x^2+y^2=z^2</$>. (לשם כך, יש להתקין LaTeX ו-dvipng.)
hu: A Mnemosyne képes LeTeX segítségével matematikai formulák megjelenítésére, pl. <$>x^2+y^2=z^2</$>. (Ehhez telepítenie kell LaTeX-et és dvipng-t.)
id: Mnemosyne dapat menggunakan LaTeX untuk memfasidkan rumus matematika, contoh <$>x^2+y^2=z^2</$>. (Untuk ini, Anda perlu memasang LaTeX dan dvipng.)
ja: 覚エテチョウならば、LaTeXを使って，<$>x^2+y^2=z^2</$>のような数学公式をレンダリングできます。(これには，LaTeXとdvipngをインストールしておく必要があります)
nb_no: Mnemosyne kan bruke LaTeX for å gjengi matematiske formler, f.eks. <$>x^2+y^2=z^2</$>. (For å gjøre dette, må du ha LaTeX og dvipng installert.)
ru: Mnemosyne умеет использовать LaTeX для отрисовки математических формул. Напр., <$>x^2+y^2=z^2</$>. (Но для этого Вам нужно поставить LaTeX и dvipng).
tr: Mnemosyne matematiksel formülleri mümkün kılmak için LaTeX kullanabilir, örn. <$>x^2+y^2=z^2</$>. (Bunun için LaTeX ve dvipng yüklenmiş olmalı.)

source: The best way to backup your data is to copy your .mnemosyne directory (if you follow the recommended procedure to keep all your files there) and move it to a different drive. Mnemosyne keeps automatic XML-based backups in .mnemosyne/backups, but that won't help you if that drive dies...
da: Den bedste måde at tage en backup af dine data er ved at kopiere din .mnemosyne-folder (hvis du følger den anbefalede procedure, at beholde alle dine filer der) og flytte dem til et andet drev. Mnemosyne tager automatisk XML-baserede backups i .mnemosyne/backups, men det hjælper ikke noget hvis drevet dør...
eo: La plej bona metodo por enarkivigi viajn datumojn estas kopii vian “.mnemosyne” dosierujon (se vi metas ĉiujn viajn dosierojn tie, kiel estas rekomendate) kaj movi ĝin en alian diskingon. Mnemozino ja aŭtomate konservas enarkivigojn uzante XML en “.mnemosyne/backups”—sed tio ne helpus ĝin, se via durdisko rompiĝus!
fr: La meilleure manière de faire une copie de sauvegarde de vos données est de copier le répertoire .mnemosyne sur un autre disque (à condition que vous conserviez tous vos fichiers dans ce répertoire). Mnemosyne génère automatiquement des sauvegardes au format XML dans ./mnemosyne/backups; cependant, ça ne sera d'aucun secours en cas de panne de votre disque dur...
he: הדרך הטובה ביותר לגבות את המידע שלכם היא להעתיק את התיקייה mnemosyne. (אם שמרתם את כל הקבצים שלכם שם) ולהעביר אותר לכונן נפרד. מנימוסינה שומר אוטומטית גיבויים מבוססי XML ב-mnemosyne/backups., אבל הם לא יעזרו לכם אם הכונן שלכם מת...
hu: Adatainak biztonsági mentésének legjobb módja az, ha lemásolja a .mnemosyne könyvtárát (amennyiben Ön követi azt az ajánlást, miszerint minden fájlt ott kell tartani) és a másolatot egy másik meghajtón helyezi el. A Mnemosyne automatikus XML-alapú biztonsági mentéseket tart a .mnemosyne/backups mappában, de ez nem nyújt védelmet arra az esetre, ha maga a meghajtó hibásodna meg...
id: Cara terbaik untuk mencadangkan data Anda adalah dengan menyalin direktori .mnemosyne (jika Anda mengikuti prosedur yang disarankan untuk menyimpan semua berkas Anda di sana) dan memindahkannya ke drive berbeda. Mnemosyne menyimpan secara otomatis data XML-based cadangan di .mnemosyne/backups, namun itu tidak akan membantu Anda jika drive bermasalah...
ja: データのバックアップを取るお勧めの方法は、.mnemosyneディレクトリをコピーして、それを異なるドライブの方へ動かすことです。...
nb_no: Den beste måten å sikkerhetskopiere dataene dine på er å kopiere .mnemosyne-mappa (hvis du følger anbefalingen om å ha alle filene dine der) og flytte den til en annen lagringsenhet. Mnemosyn holder automatisk XML-baserte sikkerhetshopier i .mnemosyne/backups, men det vil ikke hjelpe deg noe hvis denne lagringsenheten dør...
ru: Лучший способ сохранить архивную копию Ваших данных - это полностью скопировать каталог .mnemosyne (если Вы будете придерживаться описанной процедуры, чтобы сохранить все Ваши файлы в этом каталоге) и поместить его на отдельный диск. Mnemosyne хранит автоматический бекап в формате XML в каталоге .mnemosyne/backup, но это, конечно же, не поможет, если диск решит умереть.
tr: Verilerinizi yedeklemenin en iyi yolu .mnemosyne dizinini (eğer tüm dosyalarınızı orada saklamanız önerisini izlerseniz) kopyalamak ve başka bir sürücüye taşımaktır. Mnemosyne otomatik XML temelli yedekleri .mnemosyne/backups'ta saklar fakat bu, sürücü bozulursa yardımcı olmaz...

source: You can run Mnemosyne from a USB key. Copy C:\Program Files\Mnemosyne to your USB key, and then copy the .mnemosyne directory from your home directory to inside the Mnemosyne directory on the USB key.
da: Du kan køre Mnemosyne fra en USB-nøgle. Kopier C:\Programmer\Mnemosyne til din USB-nøgle, og kopier så .mnemosyne-folderen fra din hjemmefolder ind i Mnemosyne-folderen på din USB-nøgle.
eo: Vi povas uzi Mnemozinon sole per poŝmemorilo. Kopiu “C:\Program Files\Mnemosyne” al via poŝmemorilo, kaj poste kopiu la “.mnemosyne” dosierujon el via hejmdosierujo en la “Mnemosyne” dosierujon de la poŝmemorilo.
fr: Vous pouvez lancer Mnemosyne depuis une clé USB. Pour cela, copiez C:\Program Files\Mnemosyne sur votre clé USB, puis copiez le répertoire .mnemosyne de votre répertoire personnel dans le répertoire Mnemosyne de votre clé USB.
he: ניתן להריץ את מנימוסינה מכונן USB. העתיקו את C:\Program Files\Mnemosyne לכונן ה-USB, ואז העתיקו את התיקייה mnemosyne. מתיקיית הבית שלכם לתוך התיקייה Mnemosyne שבכונן ה-USB.
hu: Futtathatja a Mnemosyne-t USB háttértárról is. Ehhez le kell másolnia a C:\Program Files\Mnemosyne könyvtárat az USB tárra, majd le kell másolni a a felhasználó saját könyvtárában levő .mnemosyne könyvtárat az USB táron levő Mnemosyne könyvtárba.
id: Anda dapat menjalankan Mnemosyne dari USB drive. Salin C:\Program Files\Mnemosyne ke dalam USB drive, lalu salin direktori .mnemosyne dari direktori home ke dalam direktori Mnemosyne pada USB drive.
ja: USBキーから覚エテチョウを実行することができます。 USBキーに「C:\Program Files\Mnemosyne」をコピーしてください。 次に、ホームディレクトリから.mnemosyneディレクトリーをUSBキーの中のmnemosyneディレクトリーにコピーしてください。
nb_no: Du kan kjøre Mnemosyne fra en USB minnepinne. Kopier C:\Programfiler\Mnemosyne til din minnepinne, og kopier .mnemosyne-mappen fra hjemmeområdet ditt til Mnemosyne-mappen på minnepinnen.
ru: Вы можете запускать Mnemosyne с USB-флэшки. Скопируйте C:\Program Files\Mnemosyne на USB-диск, а потом скопируйте каталог .mnemosyne из вашего домашнего каталога внутрь каталога Mnemosyne на флэшке.
tr: Mnemosyne'i USB anahtarıyla çalıştırabilirsiniz. C:\Program Files\Mnemosyne'i USB anahtarınıza kopyalayın ve daha sonra .mnemosyne dizinini ana dizininizden USB anahtarındaki Mnemosyne dizininin içine kopyalayın.

source: If you use Mnemosyne on multiple computers, there is a handy tool called Unison to help you synchronise your data. See the Mnemosyne website for more information.
da: Hvis du bruger Mnemosyne på flere computere er der en smart værktøj kaldet Unison, der kan hjælpe dig med at synkronisere data. Se Mnemosyne hjemmesiden for mere information.
eo: Se vi volas uzi Mnemozinon ĉe diversajn komputilojn, ekzistas oportuna ilo nomata Unison por helpi vin sinkronigi viajn datumojn. Iru al la Mnemozina retpaĝaro por plua informaĵo.
fr: Si vous utilisez Mnemosyne sur plusieurs ordinateurs, vous pouvez synchroniser vos données entre ces machines avec l'aide du programme nommé Unison. Référez vous au Site web de Mnemosyne pour de plus amples renseignements.
he: אם אתם משתמשים במנימוסינה במספר מחשבים, ישנו כלי שימושי הנקרא Unison שמטרתו לסייע לכם לסנכרן את המידע שלכם. ראו באתר מנימוסינה למידע נוסף.
hu: Amennyiben több számítógépen is használja a Mnemosyne-t, az adatainak szinkronizálására rendelkezésre áll egy Unison nevű hasznos eszköz. További információért látogassa meg a Mnemosyne honlapját.
id: Jika Anda menggunakan Mnemosyne pada banyak komputer, terdapat sebuah tool bernama Unison untuk membantu Anda meng-singkronkan data Anda. Lihat website Mnemosyne untuk informasi lebih lanjut.
ja: 複数のコンピューターから覚エテチョウを利用される方には、Unisonという、個人データをシンクロさせる便利なツールがあります。 詳しくは覚エテチョウのウェブサイトをご覧ください。
nb_no: Hvis du bruker Mnemosyne på flere forskjellige datamskiner, finnes det et nyttig verktøy kalt Unison som kan hjelpe deg å synkronisere dataene dine. Se hjemmesiden til Mnemosyne for mer informasjon.
ru: Если Вы используете Mnemosyne на нескольких компьютерах, то Вам пригодится очень полезная утилита Unison, которая поможет синхронизировать Ваши файлы. Дополнительная информация есть на сайте Mnemosyne.
tr: Eğer Mnemosyne'i çok sayıda bilgisayarda kullanıyorsanız, Unision isimli kullanışlı bir programla verilerinizi eşleyebilirsiniz. Daha fazla bilgi için Mnemosyne internet sayfasına bakınız.

source: You can sort the cards in the 'Edit Deck' dialog by answer or by category by clicking on the corresponding column title. Clicking again changes the sort order.
da: Du kan sortere kortene i 'Rediger Sæt' dialogen efter svar eller efter kategori ved at klikke på kolonnetitlerne. Ved et efterfølgende klik vil sorteringensordning omvendes.
eo: Vi povas ordigi la kartojn en la “Redakti la karton” dialogujo laŭ respondo aŭ laŭ kategorio per alklaki la ĝustan kolumnan titolon. Reklakado ŝanĝas la ordon (kreske aŭ malkreske).
fr: Dans la boite de dialogue "Éditer le jeu de cartes", vous pouvez trier les cartes par réponse ou par catégorie en cliquant sur le titre de la colonne correspondante. Un deuxième clic change l'ordre du tri.
he: ניתן למיין את הכרטיסיות בחלון 'ערוך כרטיסיות' לפי תשובה או קטגוריה באמצעות לחיצה על כותרת העמודה המתאימה. לחיצה שנייה משנה את סדר המיון.
hu: Úgy rendezheti kártyáit a 'Pakli szerkesztése' párbeszédablakban válasz vagy kategória szerint, hogy a megfelelő fejlécre kattint. Egy ismételt kattintás megfordítja a rendezés sorrendjét.
id: Anda dapat mengurutkan kartu pada dialog 'Edit Deck' berdasarkan jawaban atau kategori dengan cara klik pada kolom yang bersesuaian. Klik lagi untuk mengubah cara pengurutan.
ja: 「カードリストを表示する」で、欄の名前をクリックしてカテゴリーを出すことで、カードを並び替えることができます。２回クリックすると、並び替える順番を逆にすることができます。
nb_no: Du kan sortere kortene i 'Rediger korstokk'-dialogvinduet eller per kategori ved å klikke på de korresponderende kolonnetitlene. Ved å klikke igjen endres rekkefølgen.
ru: Вы можете сортировать карточки в диалоге "Редактора наборов" по ответу или по категории, кликнув на заголовке соответствующего столбца. Второй клик изменит порядок сортировки.
tr: 'Desteyi düzenle' ile kartlarınızı yanıta ya da kategoriye göre ilgili sütun ismini kullanarak sıralayabilirsiniz.

source: If you want more fine-grained control over LaTeX's behaviour, see the explanation of the <$$>...</$$> and <latex>...</latex> tags on Mnemosyne's website.
da: Hvis du vil have mere kontrol over LaTeX's opførsel, kan du se nærmere forklaring af <$$>...</$$> og <latex>...</latex>-taggene på Mnemosynes hjemmeside.
eo: Se vi volas pli precizan kontrolon pri la konduto de LaTeX, vidu la klarigon de la <$$>...</$$> and <latex>...</latex> etikedoj ĉe la Mnemozina retpaĝaro.
fr: Si vous désirez un contrôle plus fin du comportement de LaTeX, consultez les explications concernant les balises <$$>...</$$> et <latex>...</latex> sur le site web de Mnemosyne.
he: אם אתם רוצים שליטה בפרטים הקטנים בהתנהגות של לטך, ראו את ההסבר עבור התגיות <$$>...</$$> ו-<latex>...</latex> באתר מנימוסינה.
hu: Ha precízebben szeretné irányítani a LaTeX viselkedését, nézze meg a <$$>...</$$> és a <latex>...</latex> "tag"-ek magyarázatát a Mnemosyne honlapján.
id: Jika Anda perlu penjelasan lebih detil untuk penggunaan di lingkungan LaTeX, lihat penjelasan dari tag <$$>...</$$> dan <latex>...</latex> di situs Mnemosyne.
ja: LaTeXを上手に使うため、覚エテチョウのウェブサイトにある<$$>...</$$>タグと<latex>...</latex>タグの説明をご覧ください。
nb_no: Hvis du vil ha en mer finmasket kontroll over LaTeX's adferd, se forklaring på kodene <$$>...</$$> og <latex>...</latex> på Mnemosynes hjemmeside.
ru: Если Вы хотите более тонко контролировать поведение вставок на LaTeX'е, обратите внимание на писание тэгов <$$>...</$$> и <latex>...</latex> на сайте Mnemosyne.
tr: LaTeX'in davranışları üzerinde daha ince ayarlı kontrol istiyorsanız, Mnemosyne internet sitesindeki <$$>...</$$> ve <latex>...</latex> etiketlerinin açıklamalarına bakınız.

source: Advanced users can customise more of Mnemosyne by editing the config.py file in their .mnemosyne directory. They can also install plugins to customise Mnemosyne even further.
da: Avancerede brugere kan tilpasse mere af Mnemosyne ved at redigere filen config.py i deres .mnemosyne-folder. Der kan også installeres plugins for at tilpasse Mnemosyne endnu mere.
eo: Progresemaj uzantoj povas plu akomodi Mnemozinon per redakti la “config.py” dosieron en la “.mnemosyne” dosierujo. Oni ankaŭ povas instali kromprogramojn por tajlori Mnemozinon eĉ plu.
fr: Les utilisateurs avancés peuvent configurer Mnemosyne en éditant le fichier config.py dans leur répertoire .mnemosyne. La personnalisation de Mnemosyne peut être poussée encore plus loin par l'installation de plug-ins.
he: משתמשים מתקדמים יכולים להתאים אישית את מנימוסינה בצורה נרחבת יותר באמצעות עריכת הקובץ config.py בתיקייה mnemosyne.. הם גם יכולים להתקין תוספים כדי להתאימו אישית אף יותר.
hu: A haladó felhasználók a Mnemosyne-ből még többet személyre szabhatnak a .mnemosyne mappában lévő config.py fájl szerkesztésével. Telepíthetnek bővítményeket is, amivel további testreszabásra nyílik lehetőség.
id: Pengguna berpengalaman dapat mengkustom Mnemosyne dengan cara mengedit berkas config.py di dalam direktori .mnemosyne. Mereka juga dapat memasang pengaya/plugin untuk mengkustom lebih lanjut.
ja: config.pyファイルで覚エテチョウ設定よりカスタマイズすることができます。そして、pluginで他の機能を追加することができます。
nb_no: Avanserte brukere kan detaljstryre Mnemosyne ved å redigere config.py-filen i deres .mnemosyne-mappe. De kan også installere programtillegg for å skreddersy Mnemosyne ytterligere.
ru: Опытные пользователи могут найти ещё больше настроек в файле config.py в каталоге .mnemosyne. Они также могут поставить плагины, чтобы ещё больше изменить поведение Mnemosyne.
tr: İleri seviye kullanıcılar .mnemosyne dizininde bulunan config.py dosyasını düzenleyerek Mnemosyne'i kendilerine daha fazla uyarlayabilirler. Daha da fazla uyarlamak için eklenti yükleyebilirler.

source: <b>Did you know...?</b>
da: <b>Vidste du at...?</b>
eo: <b>Ĉu vi sciis...?</b>
fr: <b>Le saviez vous...?</b>
he: <b>הידעת...?</b>
hu: <b>Tudta -e azt, hogy...?</b>
id: <b>Tahukah Anda...?</b>
ja: <b>ご存知ですか...?</b>
nb_no: <b>Visste du at...?</b>
ru: <b>Знаете ли вы, что... ?</b>
tr: <b> Biliyor muydunuz...? </b>

source: &Show tips on startup
da: &Vis tips ved opstart
eo: &Vidi konsiletojn dum lanĉo
fr: &Afficher les astuces au démarrage
he: &הראה עצות בעת ההפעלה
hu: Tippek megjelenítése indítá&skor
id: &Tampilkan tips saat memulai
ja: &始めに「今日のヒント」を表示する
nb_no: &Vis tips ved oppstart
ru: Показывать &советы при запуске
tr: İpuçlarını başlangıçta gö&ster

source: &Previous
da: F&orrige
eo: &Laste
fr: &Précédent
he: ה&קודם
hu: &Előző
id: &Sebelumnya
ja: &前のヒント
nb_no: &Forrige
ru: &Предыдущий
tr: Ön&ceki

source: &Next
da: &Næste
eo: &Sekve
fr: &Suivant
he: ה&בא
hu: &Következő
id: Berikut&nya
ja: &次のヒント
nb_no: &Neste
ru: С&ледующий
tr: So&nraki

source: &Close
da: &Luk
eo: &Fermu
fr: &Fermer
he: &סגירה
hu: &Bezár
id: &Tutup
ja: &閉じる
nb_no: &Lukk
ru: &Закрыть
tr: &Kapat

source: Alt+O
hu: Alt+R
tr: Alt+T

source: Alt+V
hu: Alt+L
tr: Alt+E

source: Alt+X
da: Alt+S
hu: Alt+B
tr: Alt+K

source: Alt+C
da: Alt+A
hu: Alt+M
tr: Alt+P

source: F
da: i
hu: K
tr: B

source: Alt+F
da: Alt+I
tr: Alt+B

source: Scheduled cards for next week:
da: Planlagte kort for den næste uge:
fr: Nombre de cartes prévues pour la semaine prochaine:
hu: A következő hétre ütemezett kártyák:
id: Kartu terjadwal untuk minggu depan:
ja: 今度復習する予定のカード:
ru: Карточки на следующую неделю:
tr: Gelecek haftaya programlanmış kartlar:

source: Number of cards with the following grades:
da: Antal kort med følgende grader:
fr: Nombre de cartes avec les notes suivantes:
he: מספר הכרטיסיות בעלות הדירוגים הבאים:
hu: Kártyák száma osztályzatokra lebontva:
id: Banyaknya kartu dengan grade berikut:
ja: グレード順でカードの枚数:
nb_no: Antall kort med de ulike nivåene:
ru: Распределение карточек по рангам:
tr: İlgili derecelerdeki kart sayısı:

source: Alt+P
da: Alt+O
hu: Alt+E
tr: Alt+C

source: Alt+N
hu: Alt+K

source: Number of grade 0 cards to learn at once:
fr: Nombre de cartes de note 0 à apprendre en même temps:
he: מספר הכרטיסיות עם ציון 0 ללמוד בבת אחת (אחת אחרי השנייה):
ja: グレード０カードの枚数の同時習得:

source: Show &answer
fr: Afficher la &réponse
he: הצג &תשובה
ja: &答えを表示する

source: Scheduled cards for the next days:
fr: Nombre de cartes prévues pour les jours suivants:
he: הכרטיסיות המתוכננות לימים הבאים:
ja: 今度復習する予定のカード:
nb_no: Planlagte kort for de neste dagene:

source: Alt+S
da: Alt+V

source: More info: http://mnemosyne-proj.sourceforge.net
fr: Pour plus d'information: http://mnemosyne-proj.sourceforge.net
ja: サイト: http://mnemosyne-proj.sourceforge.net
