Repository: tbabej/mnemosyne-old
Catalog: mnemosyne/po/*.po
Languages: da, eo, fr, he, hu, id, ja, nb_no, ru, tr

source: Hover with the mouse over the buttons to get extra information.
da: Hold markøren over knapperne for at få ekstra information.
eo: Ŝvebu per la muso super la butonoj por legi pli da informaĵo.
fr: Survolez les boutons avec la souris pour afficher les infobulles.
he: השהה את הסמן מעל הלחצנים לקבלת מידע נוסף.
hu: Álljon az egérmutatóval a gombok fölé további információért.
id: Ambangkan tetikus pada tombol-tombol untuk mendapatkan informasi lebih.
ja: マウスをボタンの上にとどめると、もっと詳しい説明が表示されます。
nb_no: Hold musepekeren over knappene for å få mer informasjon.
ru: Для дополнительной информации проведите мышкой над кнопками.
tr: Fazladan bilgi edinmek için fare ile tuşların üzerinde gezinin.

source: Appearance
da: Udseende
eo: Apero
fr: Options d'affichage
he: מראה
hu: Megjelenés
id: Tampilan
ja: 表示設定
nb_no: Utseende
ru: Внешний вид
tr: Görünüm

source: Set Q/A font
da: Vælg Spørgsmål/Svar skrifttype
eo: Elekti la demandan kaj respondan tiparon
fr: Police des questions et réponses
he: קבע גופן שאלות\תשובות
hu: Kérdés/Válasz betűstílusa
id: Atur fonta Pertanyaan/Jawaban
ja: 質問・答えのフォントを選ぶ
nb_no: Angi spørsmål- og svarskrift
ru: Шрифт вопр./отв.
tr: Soru/Yanıt yazı tipini ayarlayın

source: Set the font used when showing single questions and answers
da: Vælg skrifttypen der bruges når der vises enkelte spørgsmål og svar
eo: Elekti la tiparon por unuopaj demandoj kaj respondoj
fr: Choix de la police d'affichage individuel des questions et des réponses
he: קבע את הגופן שיופיע בהצגת שאלות ותשובות בודדות
hu: Beállítja, hogy milyen betűstílust használjon egy kérdés vagy válasz megjelenítéséhez
id: Atur fonta untuk pertanyaan dan jawaban tunggal
ja: 質問と解答を表示するには使用フォントを選ぶ
nb_no: Angi font som brukes ved visning av enkeltspørsmål og svar
ru: Выбрать шрифт отображения отдельных вопросов и ответов
tr: Tek soru ve yanıtının gösterilirkenki yazı tipini ayarlayın

source: Set list font
da: Vælg listeskrifttype
eo: Elekti la listan tiparon
fr: Police de la liste
he: קבע גופן רשימה
hu: Lista betűstílusa
id: Atur fonta list
ja: リストフォントを選ぶ
nb_no: Angi listeskrift
ru: Шрифт списка
tr: Liste yazı tipini ayarlayın

source: Set the font used when showing the list of all the cards in the deck
da: Vælg skrifttypen der bruges til visning af en liste over alle kort i et sæt
eo: Elekti la tiparon por la listo de ĉioj en la kartaro
fr: Choix de la police d'affichage de la liste de toutes les cartes du jeu
he: קבע את הגופן שיופיע בהצגת רשימת כל הכרטיסיות בחפיסה
hu: Beállítja, hogy milyen betűstílust használjon egy pakli kártya listázásakor
id: Atur fonta untuk daftar semua kartu pada tumpukan
ja: カードデータベースに入っているカードの一覧を表示するには使用フォントを選ぶ
nb_no: Angi font som brukes ved visning av listen med alle kortene i kortstokken
ru: Выбрать шрифт отображения списка всех карточек в наборе
tr: Destedeki tüm kartları listelerkenki yazı tipini belirleyin

source: Increase size of non-latin characters by
da: Forøg størrelsen af ikke-latinske tegn med
eo: Pligrandigi mallatinajn signojn po
fr: Agrandir les caractères non latins de
he: הגדל את הגופן של תווים שאינם לטיניים ב-
hu: Nem-latin betűk nagyobbítása
id: Perbesar ukuran karakter non-latin senilai
ja: ラテン系言語ではない文字の容量を
nb_no: Øk størrelsen på ikke-latinske tegne med
ru: Увеличить размер не-латинских символов на
tr: Latin olmayan karakterlerin boyutunu şu ölçüde büyüt

source: Sometimes complex glyphs are hard to read at the default latin font size
da: Komplekse symboler og tegn være svære at læse med standard latin skriftstørrelse
eo: Kelkfoje malsimplaj signoj estas apenaŭ legeblaj, kiam ili estas tro malgrandaj.
fr: Les glyphes complexes sont parfois difficiles à lire dans la taille de police par défaut
he: לעתים, קשה לקרוא סמלים מסובכים בגודל ברירת-המחדל של גופנים לטיניים
hu: Néha az alapértelmezett latin betűmérettel nehezen olvashatók az összetett betűformák
id: Kadang simbol yang rumit sulit untuk dibaca dengan menggunakan ukuran fonta latin default
ja: 時々ラテン系言語以外の言葉は読みにくいので、ここでラテン系言語以外の文字を調整するのができる
nb_no: Enkelte kompliserte glyffer er vanskelige å lese med standardstørrelsen til latinsk skrift
ru: Иногда сложные символы сложно прочитать в стандартном размере латиницы
tr: Karmaşık karakterlerin, varsayılan latin yazı tipi büyüklüğünde okunması bazen zordur

source: point(s)
da: point
eo: gradoj
he: נקודות
hu: ponttal
id: poin
ja: X点によって増やす
nb_no: punkt(er)
ru: точки(-ек)
tr: nokta(lar)

source: Log uploading
da: Log upload
eo: Protokola alŝutado
fr: Envoi des statistiques
he: שליחת תיעוד
hu: Naplófeltöltés
id: Mengunggah log
ja: 匿名ログ設定
nb_no: Opplasting av logg
ru: Выгрузка лога
tr: Kayıt defterinin karşıya yüklenmesi

source: Upload anonymous logs
da: Upload anonyme logs
eo: Alŝuti anonimajn protokolojn
fr: Envoyer des statistiques anonymes
he: שלח תיעוד אנונימי
hu: Anonim naplók feltöltése
id: Unggah log secara anonim
ja: 匿名データをアップロード
nb_no: Last opp anonym logg
ru: Отдавать анонимный лог
tr: İsimsiz kayıt defterlerini karşıya yükleyebilirsin

source: Share anonymous statistics to contribute to memory research
da: Del anonyme statistikker for at hjælpe hukommelsesforskning
eo: Disdoni anonimajn statistikojn por kontribui al la esplorado pri la memoro
fr: Partagez des statistiques anonymes pour contribuer à la recherche sur la mémoire
he: שתף סטטיסטיקה אנונימית בכדי לתרום למחקר על זיכרון
hu: Anonim statisztikák megosztása memóriakutatás céljából
id: Berbagi statistik secara anonim untuk berkontribusi pada riset ingatan
ja: 暗記研究のために匿名データをアップロードする
nb_no: Del anonym statistikk for å bidra til minneforskning
ru: Делиться анонимной статистикой, чтобы сделать вклад в изучение механизмов памяти
tr: Hafıza araştırmasına katkıda bulunmak için isimsiz istatistikleri paylaş

source: Duplicate handling
da: Dublet behandling
eo: Trakto pri duoblojn
fr: Traitement des doublons
he: טיפול בכפילויות
hu: Duplikátumkezelés
id: Penanganan duplikasi
ja: まったく同じカードの対応設定
nb_no: Behandling av duplikater
ru: Обработка повторов
tr: Çift kopya yönetimi

source: Check for duplicates when adding new cards
da: Tjek for dubletter når der tilføjes nye kort
eo: Serĉi duoblojn dum aldoni novajn kartojn
fr: Vérifier la présence de doublons lors de l'ajout de nouvelles cartes
he: בדוק אם יש כפילויות בהוספת כרטיסיות חדשות
hu: Duplikátumok ellenőrzése új kártya felvitelekor
id: Periksa adanya duplikasi ketika menambahkan kartu
ja: 新しいカードを記入する時、まったく同じカードがあるかどうかチェックする
nb_no: Sjekk for duplikater når du legger til nye kort
ru: Проверять на повторы при добавлении новых карточек
tr: Yeni kartları eklerken çift kopyaları kontrol et

source: Allow duplicates in different categories
da: Tillad dubletter i forskellige kategorier
eo: Permesi duoblojn en malsamaj kategorioj
fr: Autoriser les doublons dans des catégories différentes
he: אפשר כפילויות בקטגוריות שונות
hu: Különböző kategóriában lévő dupikátumok engedése
id: Izinkan duplikasi pada kategori berbeda
ja: 違うカテゴリーにまったく同じカードを認める
nb_no: Tillat duplikater i ulike kategorier
ru: Разрешать повторы в разных категориях
tr: Farklı kategorilerde çift kopyalara izin ver

source: Repetition process
da: Repetitionsproces
eo: Ripetada procedo
fr: Processus d'apprentissage
he: תהליך למידה
hu: Feleltetési folyamat
id: Proses pengulangan
ja: カードの復讐設定
nb_no: Repetisjonsprosess
ru: Процесс повторения
tr: Tekrarlama süreci

source: Number of grade 0 cards to hold in your hand:
da: Antal kort af grad 0 på en gang:
eo: Nombro da 0-rangaj kartoj por teni en la mano:
fr: Nombre de cartes de note 0 à tenir dans votre main:
hu: Egyszerre kézben tartott 0-ás osztályzatú kártyák száma:
id: Banyaknya kartu dengan grade 0:
ja: グレード０カードの同時習得枚数:
nb_no: Antall nivå 0-kort å holde i hånden din:
ru: Сколько карточек ранга 0 "держать в руке":
tr: Elde tutulacak derece 0 kartlarının sayısı:

source: Note: this is NOT the number of grade 0 cards you want to memorise *per day*
da: Note: dette er IKKE antallet af grad 0-kort du vil lære *pr. dag*
eo: (Jen né estas la nombro da 0-rangaj kartoj, kiun vi volas ekmemori en unu tago.)
fr: Remarque: il ne s'agit PAS du nombre de cartes notées 0 que vous voulez mémoriser *par jour*
he: הערה: זה *אינו* מספר הכרטיסיות עם ציון 0 שברצונך ללמוד בכל יום
hu: Megjegyzés: ez NEM a *naponta* memorizálandó 0-ás kártyák száma
id: Catatan: ini BUKAN banyaknya kartu grade 0 yang Anda ingat *per hari*
ja: 注意：ただしい、これはグレード０カードの一日中の復讐できる枚数ではない。*
nb_no: Merk: dette er IKKE antall nivå 0-kort du ønsker å memorise *per dag*
ru: NB: Это НЕ ТО количество нулевых карточек, которое Вы хотите запоминать *ежедневно*
tr: Not: bu *günde* ezberlemek istediğiniz derece 0 kart sayısı DEĞİLDİR

source: Learn new cards in random order
da: Lær nye kort i tilfældig rækkefølge
eo: Lerni novajn kartojn en hazarda ordo.
fr: Apprendre les nouvelles cartes dans un ordre aléatoire
he: למד כרטיסיות חדשות בסדר אקראי
hu: Új kártyák véletlenszerű sorrendben tanulása
id: Pelajari kartu baru dengan urutan acak
ja: 新しいカードを無作為順番で習う
nb_no: Lær nye kort i tilfeldig rekkefølge
ru: Учить новые карточки в случайном порядке
tr: Rastgele bir sırayla yeni kart öğren

source: Defaults
da: Standarder
eo: Defaŭltoj
fr: Configuration par défaut
he: ברירת מחדל
hu: Alapértelmezés
id: Default
ja: デフォルト
nb_no: Standardvalg
ru: По умолчанию
tr: Varsayılanlar

source: Edit card
da: Rediger kort
eo: Redakti la karton
fr: Éditer la carte
he: ערוך כרטיסיה
hu: Kártya szerkesztése
id: Edit kartu
ja: カードを編集する
nb_no: Rediger kort
ru: Редактировать карточку
tr: Kartı düzenle

source: &Preview
da: &Forhåndsvisning
eo: &Antaŭmontri
fr: &Aperçu
he: &תצוגה מקדימה
hu: &Előnézet
id: &Pratinjau
ja: &プレービュー
nb_no: &Forhåndsvis
ru: &Предпросмотр
tr: Ö&nizleme

source: Please wait...
da: Vent venligst...
eo: Bonvolu atendi . . .
fr: Veuillez patienter...
he: אנא המתינו...
hu: Kérem várjon...
id: Silakan tunggu...
ja: 少々お待ちください…
nb_no: Venligst vent...
ru: Подождите, пожалуйста...
tr: Lütfen bekleyin...

source: &Edit
da: &Rediger
eo: &Redakti
fr: &Éditer
he: &עריכה
hu: &Szerkeszt
ja: &編集
nb_no: &Rediger
ru: &Правка
tr: &Düzenle

source: Ctrl+E
da: Ctrl+R
eo: Stir+E
hu: Ctrl+S
tr: Ctrl+D

source: &Add vice versa
da: &Tilføj vice versa
eo: &Aldoni malojn
fr: &Ajouter la carte vice-versa
he: הוסף את ה&היפך
hu: E&llenkező irányban is felvitel
id: Tambahkan &sebaliknya
ja: &逆カードも追加する
nb_no: Legg til &vice versa
ru: &Добавить в обратном направлении
tr: &Tersini ekle

source: S&tatistics
da: S&tatistik
eo: Vidi s&tatistikojn
fr: S&tatistiques
he: &סטטיסטיקה
hu: S&tatisztika
id: S&tatistik
ja: 統&計
nb_no: S&tatistikk
ru: С&татистика
tr: İ&statistikler

source: Ctrl+T
eo: Stir+T
tr: Ctrl+S

source: &Delete
da: &Slet
eo: &Forviŝi
fr: &Supprimer
he: &מחיקה
hu: Tö&rlés
id: &Hapus
ja: &消す
nb_no: &Slett
ru: &Удалить
tr: &Sil

source: &Change category
da: S&kift kategori
eo: &Ŝanĝi kategorion
fr: &Changer la catégorie
he: &שינוי תיקייה
hu: &Kategória megváltoztatása
id: &Ubah kategori
ja: &カテゴリーを変える
nb_no: Skift &kategori
ru: &Изменить категорию
tr: &Kategori değiştir

source: Add &vice versa
da: Tilføj &vice versa
eo: &Aldoni malojn
fr: Ajouter la carte &vice-versa
he: הוסף את ה&היפך
hu: Ellenkező &irányokban is felvitel
id: Tambahkan &sebaliknya
ja: &逆カードも追加する
nb_no: Legg til &vice versa
ru: Добавить в &обратном направлении
tr: Tersini &ekle

source: Add vice versa of these cards?
da: Tilføj vice versa til disse kort?
eo: Ĉu vi volas aldoni la malojn de tiuj kartoj?
fr: Ajouter les vice-versa de ces cartes?
he: להוסיף את ההיפך של כרטיסיות אלו?
hu: Felvigyem ezeket a kártyákat az ellenkező irányban is?
id: Tambahkan sebaliknya untuk kartu-kartu ini?
ja: これらのカードの逆カードも追加してもよろしいですか?
nb_no: Legg til vice versa for disse kortene?
ru: Добавить обратные направления этих карточек?
tr: Bu kartların tersi de eklensin mi?

source: Add vice versa of this card?
da: Tilføj vice versa til dette kort?
eo: Ĉu vi volas aldoni la malo de tiu karto?
fr: Ajouter le vice-versa de cette carte?
he: להוסיף את ההיפך של כרטיסיה זו?
hu: Felvigyem ezt a kártyát az ellenkező irányban is?
id: Tambahkan sebaliknya untuk kartu ini?
ja: このカードの逆カードも追加してもよろしいですか?
nb_no: Legg til vice versa for dette kortet?
ru: Добавить обратне направление этой карточки?
tr: Bu kartın tersi de eklensin mi?

source: This could create duplicates if the vice
da: Dette kan medføre dubletter hvis vice
eo: La proceso kreos duoblojn, se la maloj
fr: Ceci peut créer des doublons si des cartes vice-
he: פעולה זו עלולה ליצור כפילויות אם ההפכים
hu: Ez duplikátumokat hozhat létre ha az ellenkező
id: Ini mungkin membuat duplikasi jika kartu sebaliknya
ja: 逆カードが既に存在している場合には、
nb_no: Dette kan lage duplikater hvis vice
ru: Это действие может добавить повторы, если
tr: Eğer bunun tersi varsa

source: versas are already present, so you might want to run
da: versa allerede er lavet, så du vil sikkert gerne køre
eo: jam ekzistas; vi devus forigi duoblojn
fr: versas sont déjà présentes. Il peut être souhaitable de lancer
he: של כרטיסיות אלו כבר נמצאים, אז אולי תרצו להריץ
hu: irányok már léteznek, így érdemes Önnek futtatnia a
id: sudah ada, Anda mungkin akan menjalankan
ja: 同じカードを作成することがあるので、
nb_no: versa allerede finnes, så du vil kanskje kjøre
ru: обратные направления уже есть, поэтому полезно будет запустить
tr: çift kopyaya yol açar, bu yüzden daha sonra

source: clean duplicates' afterwards.
da: fjern dubletter bagefter.
eo: poste.
fr: "Supprimer les doublons", par la suite.
he: "נקה כפילויות" לאחר מכן.
hu: duplikátumok törlése' funkciót utólag.
id: bersihkan duplikasi setelah ini.
ja: 直後に「まったく同じカードを削除する」 を実行するのを勧めします。
nb_no: fjern duplikater etterpå.
ru: 'удаление повторов' по завершении.
tr: 'çift kopyaları temizle'yi çalıştırabilirsiniz.

source: Grade:
da: Grad:
eo: Rango:
fr: Note:
he: ציון:
hu: Osztályzat:
ja: グレード:
nb_no: Nivå:
ru: Ранг:
tr: Derece:

source: Easiness:
da: Lethed:
eo: Facileco:
fr: Facilité:
he: קלות:
hu: Nehézség:
id: Kemudahan:
ja: 難易度:
nb_no: Letthet:
ru: Лёгкость:
tr: Kolaylık:

source: Repetitions:
da: Repetitioner:
eo: Ripetoj:
fr: Répétitions:
he: מספר חזרות:
hu: Feleltetések száma:
id: Pengulangan:
ja: 復習した回数:
nb_no: Repetisjoner:
ru: Повторений:
tr: Tekrarlar:

source: Lapses:
da: Omgange:
eo: Eraroj:
fr: Oublis:
he: מספר טעויות:
hu: Botlások száma:
ja: 忘れた回数:
nb_no: Feil svar:
ru: Циклов:
tr: Yanılmalar:

source: Days since last repetition:
da: Dage siden sidste repetition:
eo: Tagoj post lasta ripeto:
fr: Jours depuis la dernière répétition:
he: מספר ימים מאז החזרה האחרונה:
hu: Az utolsó feleltetés óta eltelt napok száma:
id: Hari sejak pengulangan:
ja: 復習した日から日数:
nb_no: Dager siden forrige repetisjon:
ru: Дней с последнего повторения:
tr: Son tekrardan sonra geçen gün sayısı:

source: Days until next repetition:
da: Dage før næste repetition:
eo: Tagoj antaŭ sekva ripeto:
fr: Jours jusqu'à la prochaine répétition:
he: מספר ימים עד החזרה הבאה:
hu: A következő feleltetésig hátralevő napok száma:
id: Hari hingga pengulangan selanjutnya:
ja: もう一度復習する日まで日数:
nb_no: Dager til neste repetisjon:
ru: Дней до следующего повторения:
tr: Bir sonraki tekrara kalan gün sayısı:

source: Delete these cards?
da: Slet disse kort?
eo: Ĉu vi volas forviŝi tiujn kartojn?
fr: Supprimer ces cartes?
he: למחוק כרטיסיות אלה?
hu: Törli ezeket a kártyákat?
id: Hapus kartu?
ja: このカードを消してもよろしいですか?
nb_no: Slett disse kortene?
ru: Удалить эти карточки?
tr: Bu kartları sil?

source: Delete this card?
da: Slet dette kort?
eo: Ĉu vi volas forviŝi tiun karton?
fr: Supprimer cette carte?
he: למחוק כרטיסיה זו?
hu: Törli ezt a kártyát?
id: Hapus kartu?
ja: このカードを消してもよろしいですか?
nb_no: Slett dette kortet?
ru: Удалить эту карточку?
tr: Bu kartı sil?

source: The text you entered was not found.
da: Teksten blev ikke fundet.
eo: La tekston, kiun vi tajpis, ne ekzistas.
fr: Le texte entré n'a pas été trouvé.
he: הטקסט שהכנסת לא נמצא.
hu: A beírt szöveg nem található.
id: Teks yang Anda masukkan tidak ditemukan.
ja: 入力されたテキストは見つかりませんでした。
nb_no: Teksten du skrev inn ble ikke funnet.
ru: Введённый Вами тест не найден.
tr: Eklediğiniz yazı bulunamadı.

source: &Find again
da: F&ind igen
eo: &Retrovi
fr: Rechercher le &suivant
he: &מצא שוב
hu: &Keresés tovább
id: &Cari lagi
ja: &再検索
nb_no: &Søk etter neste
ru: &Найти ещё раз
tr: &Tekrar bul

source: &Find
eo: &Trovi
fr: &Rechercher
he: &מצא
hu: &Keresés
id: &Cari
ja: &検索
nb_no: &Søk
ru: &Найти
tr: &Bul

source: Question
da: Spørgsmål
eo: Demando
he: שאלה
hu: Kérdés
id: Pertanyaan
ja: 質問
nb_no: Spørsmål
ru: Вопрос
tr: Soru

source: Answer
da: Svar
eo: Respondo
fr: Réponse
he: תשובה
hu: Válasz
id: Jawaban
ja: 答え
nb_no: Svar
ru: Ответ
tr: Yanıt

source: Category
da: Kategori
eo: Kategorio
fr: Catégorie
he: קטגוריה
hu: Kategória
id: Kategori
ja: カテゴリー
nb_no: Kategori
ru: Категория
tr: Kategori

source: Edit deck
da: Rediger sæt
eo: Redakti la kartaron
fr: Éditer le jeu de cartes
he: עריכת חפיסה
hu: Pakli szerkesztése
id: Edit tumpukan
ja: カードのデータベース
nb_no: Rediger kortstokk
ru: Редактировать набор
tr: Desteyi düzenle

source: To edit a card, right-click on it.
da: Højreklik på et kort for at redigere det.
eo: Por redakti la karton dekstre alklaku ĝin.
fr: Pour éditer une carte, cliquez dessus avec le bouton droit.
he: בכדי לערוך כרטיסיה, לחצו לחיצה ימנית עליה.
hu: Egy kártya szerkesztéséhez kattintson rá jobb gombbal.
id: Klik kanan untuk mengedit kartu.
ja: カードを編集するには、右クリックしてください。
nb_no: Vestreklikk på et kort for å redigere det.
ru: Правый клик на карточке - редактировать.
tr: Bir kartı düzenlemek için, üzerine sağ tıklayın.

source: All Files (*);;
da: Alle Filer (*);;
eo: Ĉiujn dosierojn (*);;
fr: Tous les fichiers (*);;
he: כל הקבצים (*);;
hu: Minden fájl (*);;
id: Semua Berkas (*);;
ja: 全ファイル (*);;
nb_no: Alle filer (*);;
ru: Все файлы (*);;
tr: Tüm Dosyalar(*);;

source: Export
da: Eksporter
eo: Elporti
fr: Exporter
he: ייצוא
hu: Exportálás
id: Ekspor
ja: エクスポート
nb_no: Eksport
ru: Экспорт
tr: Dışa aktar

source: Export to file
da: Eksporter til fil
eo: Elporti al dosiero
fr: Exporter vers le fichier
he: ייצוא לקובץ
hu: Exportálás fájlba
id: Ekspor ke berkas
ja: ファイルにエクスポート
nb_no: Eksporter til fil
ru: Экспорт в файл
tr: Dışa bir dosyaya aktar

source: File format:
da: Filformat:
eo: Dosierformo:
fr: Format du fichier:
he: סוג הקובץ:
hu: Fájlformátum:
id: Format berkas:
ja: ファイルの種類:
nb_no: Filformat:
ru: Формат файла:
tr: Dosya biçimi:

source: File to export to:
da: Eksporter til fil:
eo: Elportu ĉi tien:
fr: Fichier de destination:
he: הקובץ לייצוא:
hu: Kimeneti fájl:
id: Berkas diekspor ke:
ja: エクスポート先のファイル:
nb_no: Fil som skal eksporteres til:
ru: Файл для экспорта:
tr: Dışa aktarılacak dosya:

source: &Browse
da: &Gennemse
eo: &Foliumi
fr: &Parcourir
he: &עיון
hu: &Tallózás
id: &Telusuri
ja: &選ぶ
nb_no: &Bla
ru: &Просмотреть
tr: &Göz at

source: Categories to export:
da: Kategorier til eksportering:
eo: Elportu ĉi tiujn kategoriojn:
fr: Catégories à exporter:
he: קטגוריות לייצוא:
hu: Exportálandó kategóriák:
id: Kategori tujuan ekspor:
ja: エクスポートするカテゴリー:
nb_no: Kategorier som skal eksporteres:
ru: Категории на экспорт:
tr: Dışa aktarılacak kategoriler:

source: &Select all
da: &Vælg alle
eo: &Elekti ĉiujn
fr: &Tout sélectionner
he: &בחר הכל
hu: Az össze&s kijelölése
id: &Pilih semua
ja: &すべてを選択
nb_no: &Velg alle
ru: &Выбрать все
tr: &Hepsini seç

source: Reset learning data on export
da: Nulstil indlæringsdata ved eksport
eo: Forigi la lernajn datumojn en la elportita dosiero
fr: Mettre à zéro les données d'apprentissage lors de l'export
he: מחק את המידע על הלמידה בעת הייצוא
hu: Tanulási adatok kihagyása a kimenetből
id: Reset data pembelajaran ketika ekspor
ja: 復習データをリセットする
nb_no: Nullstill data ved eksport
ru: Сбросить данные обучения при экспорте
tr: Dışa aktarımda öğrenme verilerini sıfırla

source: Import
da: Importer
eo: Enporti
fr: Importer
he: ייבוא
hu: Importálás
id: Impor
ja: インポート
ru: Импорт
tr: İçe aktar

source: Import from file
da: Importer fra fil-
eo: Enporti el dosiero
fr: Importer depuis
he: ייבוא מקובץ
hu: Importálás fájlból
id: Impor dari berkas
ja: ファイルからインポート
nb_no: Import fra fil
ru: Импорт из файла
tr: Bir dosyadan içe aktar

source: File to import from:
da: Importer fra fil:
eo: Enportu el ĉi tiu dosiero:
fr: Fichier à partir duquel importer:
he: קובץ לייבוא:
hu: Forrásfájl:
id: Berkas dimpor dari:
ja: インポート元のファイル:
nb_no: Fil som skal importeres fra:
ru: Файл для импорта:
tr: İçe aktarılacak dosya:

source: Put cards without category into this category:
da: Læg kort uden kategori i denne kategori:
eo: Metu senkategoriajn kartojn en ĉi tiun kategorion:
fr: Mettre les cartes sans catégorie dans cette catégorie:
he: הכנס כרטיסיות ללא קטגוריה לקטגוריה:
hu: A kategória nélküli kártyákat a következő kategóriába tegye:
id: Letakkan kartu tanpa kategori ke dalam kategori ini:
ja: カテゴリーが設定されていないカードをこのカテゴリーに入れる:
nb_no: Plasser kort uten kategori i denne kategorien:
ru: Карточки без категории помещать в эту категорию:
tr: Kategorisiz kartları bu kategoriye koy:

source: Note: all cards will be added to the current database.
da: Note: alle kort bliver tilføjet til den nuværende database.
eo: (Ĉiuj kartoj aldoniĝos en la nunan datumbazon.)
fr: Remarque: toutes les cartes seront ajoutées à la base de données actuelle.
he: הערה: כל הכרטיסיות ייתווספו לבסיס הנתונים הנוכחי.
hu: Megjegyzés: minden kártya a jelenlegi adatbázisba kerül felvitelre.
id: Catatan: semua kartu akan ditambahkan ke basisdata saat ini.
ja: 注： 全カードが現在使用中のデータベースに書き込まれます。
nb_no: Merk: alle kort vil bli lagt til den gjeldende databasen.
ru: NB: все карточки будут добавлены в текущую базу.
tr: Not: Bütün kartlar şu anki veritabanına eklenecek.

source: Reset learning data on import
da: Nulstil indlæringsdata ved import
eo: Forigi la lernajn datumojn en la enportita dosiero
fr: Mettre à zéro les données d'apprentissage lors de l'import
he: מחק את מידע על הלמידה בעת הייבוא
hu: Tanulási adatok kihagyása a bemenetből
id: Reset data pembelajaran ketika impor
ja: 復習データをリセットする
nb_no: Nullstill data ved eksport
ru: Сбросить данные обучения при импорте
tr: İçe aktarmada öğrenme verilerini sıfırla

source: Mnemosyne databases (*.mem)
da: Mnemosyne databaser (*.mem)
eo: Mnemozinaj datumbazoj (*.mem)
fr: Bases de données Mnemosyne (*.mem)
he: בסיס נתונים של מנימוסינה (*.mem)
hu: Mnemosyne adatbázisok (*.mem)
id: Mnemosyne basisdata (*.mem)
ja: 覚エテチョウデータベース(*.mem)
nb_no: Mnemosyne databaser (*.mem)
ru: Базы данных Mnemosyne (*.mem)
tr: Mnemosyne veritabanları (*.mem)

source: New
da: Ny
eo: Novan
fr: Nouveau
he: חדש
hu: Új
id: Baru
ja: 新しいデータベース
nb_no: Ny
ru: Новая
tr: Yeni

source: Delete current card?
da: Slet dette kort?
eo: Ĉu vi volas forviŝi tiun karton?
fr: Supprimer la carte actuelle?
he: למחוק כרטיסיה נוכחית?
hu: Törli a jelenlegi kártyát?
id: Hapus kartu saat ini?
ja: このカードを消してもよろしいですか?
nb_no: Slett dette kortet?
ru: Удалить текущую карточку?
tr: Geçerli kartı sil?

source: Returns in
da: Vender tilbage om
eo: Ĉi tiu karto reaperos post
fr: Revient dans
he: תחזור בעוד
hu: Visszatér
id: Kembali dalam
ja: 次は
nb_no: Kommer igjen om
ru: Вернётся через
tr: Geri döner

source: day(s).
da: dag(e).
eo: tagoj.
fr: jour(s).
he: ימים.
hu: nap múlva.
id: hari.
ja: 日の後。
nb_no: dag(er).
ru: дня(-ей).
tr: günde.

source: Next repetition: today.
da: Næste repetition: i dag.
eo: Sekva ripeto: hodiaŭ
fr: Prochaine répétition: aujourd'hui.
he: החזרה הבאה: היום.
hu: Következő feleltetés: ma.
id: Pengulangan selanjutnya: hari ini.
ja: 次：今日。
nb_no: Neste repetisjon: i dag.
ru: Следующее повторение: сегодня.
tr: Bir sonraki tekrar: bugün.

source: Next repetition: tomorrow.
da: Næste repetition: i morgen.
eo: Sekva ripeto: morgau
fr: Prochaine répétition: demain.
he: החזרה הבאה: מחר.
hu: Következő feleltetés: holnap.
id: Pengulangan selanjutnya: besok.
ja: 次：明日。
nb_no: Neste repetisjon: i morgen.
ru: Следующее повторение: завтра.
tr: Bir sonraki tekrar: yarın.
