Repository: tbabej/mnemosyne-old
Catalog: mnemosyne/po/*.po
Languages: da, eo, fr, he, hu, id, ja, nb_no, ru, tr

source: The 'number of grade 0 cards to learn at once' setting determines how many new cards you are trying to learn at the same time. It does <b>not</b> tell you how many new cards you need to learn per day. You are the judge of that: you can learn more cards or less cards, depending on how you feel.
da: Indstillingen 'antal kort af grad 0 på en gang' bestemmer hvor mange nye kort du prøver på at lære på en gang. Den fortæller dig <b>ikke</b> hvor mange nye kort du skal lære hver dag. Du bestemmer hvor mange du vil lære, nogle dage flere andre dage færre alt efter hvad du har lyst til.
eo: La “Nombro da 0-rangaj kartoj por teni en la mano” agordo decidas kiom da novaj kartoj vi penos lerni samtempe. Ĝi <b>ne</b> decidas kiom da kartoj vi devus lerni en unu tago. Ví devas juĝi tion: vi povas lerni pli kartojn aŭ malpli kartojn, dependante je via stato.
fr: L'option "Nombre de cartes de note 0 à apprendre en même temps" détermine combien de nouvelles cartes vous essayez d'apprendre simultanément. Cela n'est <b>pas</b> le nombre de nouvelles cartes vous devez apprendre par jour. Vous pouvez en apprendre plus ou moins, selon votre humeur de moment.
he: ההגדרה 'מספר הכרטיסיות עם ציון 0 ללמוד בבת אחת' קובעת כמה כרטיסיות חדשות אתם מנסים ללמוד באותו זמן. היא <b>לא</b> אומרת לכם כמה כרטיסיות חדשות אתם צריכים ללמוד בכל יום. אתם שופטים בנוגע לזה: אתם יכולים ללמוד יותר כרטיסיות או פחות כרטיסיות, לפי ההרגשה שלכם.
hu: Az 'egyszerre kézben tartott 0-ás osztályzatú kártyák száma' beállítás azt adja meg, hogy Ön hány új kártyát próbál tanulni egyszerre. Vagyis <b>nem</b> azt adja meg, hogy hány új kártyát kell megtanulnia egy nap. Ezt Önnek kell mérlegelnie: tanulhat többet is és kevesebbet is, attól függően hogy milyen hangulatban van.
id: Pengaturan 'banyaknya kartu grade 0 untuk dipelajari sekali waktu' menentukan banyaknya kartu baru yang Anda pelajari pada waktu yang sama. Ini <b>tidak</b> menunjukkan banyaknya kartu baru yang Anda pelajari per hari. Anda adalah penentu hal itu: Anda dapat mempelajari lebih banyak atau lebih sedikit kartu, tergantung keinginan Anda.
ja: 毎日何枚カードを記憶するのは自分自身で決めることです。
nb_no: Antall 'nivå 0-kort som skal læres på en gang'-innstillingen bestemmer hvor mange nye kort du prøver å lære på samme tid. Det forteller deg <b>ikke</b> hvor mange nye kort du trenger å lære per dag. Bare deg selv avgjør det; du kan lære flere eller færre kort, alt etter som du føler for.
ru: Параметр настроек "Сколько карточек ранга 0 'держать в руке'" задаёт количество карточек, которое Вы готовы выучить за один приём. Этот параметр <b>ничего</b> не говорит о том, сколько вообще новых карточек Вам нужно выучить за день. Здесь всё зависит только от Вас: Вы можете учить больше или меньше карточек, в зависимости от Ваших внутренних ощущений.
tr: 'Bir seferde öğrenilecek derece 0 kart sayısı' seçeneği, bir seferde kaç tane kart <b>öğrenmeye çalıştığınızı belirler</b>. Bir günde kaç tane yeni kart <b>öğrenmeniz gerektiğini söylemez </b>. Nasıl hissettiğinize bağlı olarak daha çok ya da daha az kart öğrenme kararı verebilirsiniz.

source: In summary, try to do your repetitions every day, but don't worry too much about getting the 'scheduled' counter to zero, and certainly not about getting the 'Not memorised' counter to zero.
da: Altså, prøv at gennemgå dine repetitioner hver dag, men du skal ikke bekymre dig for meget om at få 'planlagte'-tælleren ned på 0, og slet ikke om at få 'Ikke memoriseret'-tælleren ned på 0.
eo: Mallonge, penu ripetadi ĉiutage; sed ne tro zorgu pri malpligrandigadi la “Planataj” nombrilon ĝis nul, kaj certe ne pri malpligrandigadi la “Nekonataj” nombrilon ĝis nul.
fr: Pour résumer, essayez de faire vos révisions chaque jour, mais ne vous souciez pas trop de ramener à zéro le compteur de "Cartes planifiées", et encore moins, le compteur de "Non mémorisées".
he: לסיכום, נסו לבצע את החזרות שלכם בכל יום. אל תדאגו יותר מדי לגבי מדד הכרטיסיות המתוכננות, ובהחלט לא לגבי מדד הכרטיסיות שלא נלמדו.
hu: Összefoglalva: próbáljon minden nap gyakorolni, de azért ne törje magát túlzottan az 'ütemezett' számláló lenullázásával, legfőképp ne a 'Nem memorizált' számláló lenullázásával!.
id: Secara ringkas, usahakan untuk melakukan pengulangan setiap hari, namun jangan khawatir tentang membuat penghitung 'kartu terjadwal' menjadi nol, dan bukan pula membuat penghitung 'tidak hafal' menjadi nol.
ja: 毎日復習ができるように頑張ってください。しかし、それができなかったら、心配しないでください。
nb_no: For å oppsummere, prøv å gjøre repetisjonene dine hver dag, men ikke bry deg så mye om å få 'Planlagte repetisjoner'-telleren til null, og i hvert fall ikke å få 'Ikke memorisert'-telleren til null.
ru: В общем, старайтесь повторять материал каждый день, но не особенно заморачивайтесь по поводу обнуления счётчика "запланированных" карточек, и, тем более, обнуления "Не запомненных".
tr: Özetle, tekrarlarınızı her gün yapmaya çalışın. Fakat, 'Programlanmış' sayacını ve elbette 'Ezberlenmemiş' sayacını da sıfıra indirmeye çalışmayın.

source: Grade 1 cards are different from grade 0 cards in the sense that they show up less often and are not subject to the 'number of grade 0 cards to learn at once' setting.
da: Grad 1 kort er forskellige fra grad 0 kort, idet de ikke bliver vist så ofte og ikke er genstand for indstillingen 'antal kort af grad 0 på en gang'.
eo: Kartoj 1-rangaj estas malsamaj, kiel 0-rangaj: ili aperas pli malofte, kaj ili ne influas la “Nombro da 0-rangaj kartoj por teni en la mano” agordon.
fr: Les cartes notées 1 sont différentes des cartes notées 0, dans la mesure ou elles apparaissent moins souvent et ne sont pas soumises à l'option "Nombre de cartes de note 0 à apprendre en même temps".
he: כרטיסיות בעלות דירוג 1 שונות מכרטיסיות בעלות דירוג 0 בכל שהן מופיעות לעתים רחוקות יותר ואינן מושפעות מההגדרה 'מספר הכרטיסיות עם ציון 0 ללמוד בבת אחת'.
hu: Az 1-es osztályzatú kártyák annyiban különböznek a 0-ás osztályzatúaktól, hogy ritkábban jönnek elő és nem vonatkozik rájuk az 'egyszerre kézben tartott 0-ás osztályzatú kártyák száma' beállítás.
id: Kartu dengan grade 1 berbeda dengan grade 0 dalam hal banyaknya kemunculan dan tidak berhubungan dengan pengaturan 'banyaknya kartu grade 0 untuk dipelajari dalam sekali waktu'.
ja: グレード１のカードはグレード０のカードとは異なります。現れる頻度がグレード０のものより少ないのです。 また、グレード１のカードには、「グレード０のカードの同時習得枚数」設定用外です。
nb_no: Nivå 1-kort er forskjellige fra nivå 0-kort ved at de dukker opp sjeldnere og ikke er underlagt 'antall nivå 0-kort som skal læres på en gang'-instillingen.
ru: Карточки ранга 1 отличаются от карточек ранга 0 в том смысле, что они предъявляются несколько реже, и на них никак не влияет настройка числа "карточек ранга 0, которые можно выучить сразу".
tr: Derece 1 kartları derece 0 kartlarından, daha az sıklıkta görünmeleri ve 'bir seferde öğrenilecek derece 0 kart sayısı' seçeneğini etkilememeleri yönlerinden farklıdırlar.

source: You can use keyboard shortcuts to do your repetitions. Enter, Return or Space stand for the default action ('Show answer' or 'grade 4'). The number keys can be used for grading.
da: Du kan bruge genvejstaster til at gennemgå dine repetitioner. Enter, Return eller Mellemrum giver standard-handlingen ('Vis svar' eller 'grad 4'). Taltasterne kan bruges til at vælge grader.
eo: Vi ankaŭ povas uzi la klavaron. La eniga klavo kaj la spaceta klavo efektivigi la defaŭltan faron (“Vidi respondon” aŭ la rango 4). Numerkavojn oni ankaŭ povas uzi.
fr: Vous pouvez utiliser des raccourcis clavier pendant les révisions. Entrée, Retour ou Espace exécutent l'action par défaut ("Afficher la réponse"). Les touches numériques servent à noter.
he: ניתן להשתמש במקלדת לביצוע החזרות. המקשים אנטר (Enter) ורווח מפעילים את פעולת ברירת המחדל ('הראה תשובה' או 'דרג 4'). ניתן להשתמש במקשי המספרים לצורך דירוג.
hu: Használhat billentyűkombinációkat is a feleltetések során. Az Enter, a Return (kocsi vissza) és a szóköz billentyű bármelyikének benyomása az alapértelmezett műveletet hajtja végre ('Mutasd a választ' illetve '4-es osztályzat'). A számgombok benyomásával pedig osztályozhat.
id: Anda dapat menggunakan shortcut keyboard untuk melakukan repetisi. Enter, Kembali, atau Space digunakan untuk aksi default ('Tunjukkan jawaban' atau 'grade 4'). Tombol angka dapat digunakan untuk memberi grade.
ja: キーボードのショートカットを使って復習ができます。 Enter、Return, Spaceはデフォルト動作（答えを示す または グレード４）を示しています。 数字キーは成績をつけることに使用できます。
nb_no: Du kan bruke snarveistastene til å gjøre repetisjonene dine. Enter eller mellomrom står for standardvalget ('Vis svaret' eller 'nivå 4). Talltastene kan brukes til gradering.
ru: Для работы с карточками Вы можете использовать клавиатуру. <Ввод>, <Возврат> или <Пробел> вызывают действие по умолчанию (напр., "Показать ответ" или "Ранг 4"). Числовые клавиши могут быть использованы для присвоения ранга.
tr: Klavye kısayollarını kullanarak tekrarlarınızı yapabilirsiniz. Enter, Return ya da Space varsayılı işlemi yerine getirir. ('Cevabı göster' ya da 'Derece 4' gibi). Numara tuşları derecelendirme için kullanılabilir.

source: You can select the categories you wish to study in the 'Activate categories' menu option.
da: Du kan vælge kategorier du har lyst til at studer i menuen 'Aktiver kategorier'.
eo: Vi povas elekti la kategoriojn, kiujn vi volas studi, per la “Aktivigi kategoriojn” menuagordo.
fr: Vous pouvez choisir les catégories à réviser grâce au menu "Activer les catégories".
he: ניתן לבחור את הקטגוריות שברצונכם ללמוד באפשרות 'הפעל קטגוריות' בתפריט.
hu: Kiválaszthatja azokat a kategóriákat amelyekből tanulni szeretne a 'Kategóriák aktiválása' menüpontban.
id: Anda dapat memilih kategori yang Anda inginkan untuk pelajari pada opsi menu 'Aktifkan kategori'.
ja: 「カードのデータベース」の「カテゴリーを選択する」で、復習したいカテゴリーを選ぶことができます。
nb_no: Du kan velge kategoriene du ønsker å studere i 'Aktiver kategorier'-menyvalget.
ru: Вы можете выбирать любые категории для изучения с помощью опции меню "Активировать категории".
tr: 'Kategorileri etkinleştir' menüsünden çalışmak istediğiniz kategoriyi seçebilirsiniz.

source: It is recommended to put all your cards in a single database and use categories to organise them. Using 'Activate categories' is much more convenient than have to load and unload several databases.
da: Det anbefales at du putter alle dine kort i en database og bruger kategorier til at organisere dem. At bruge 'Aktiver kategorier' er langt bedre end at skulle loade forskellige databaser hele tiden.
eo: Estas rekomendate, ke vi metas ĉiujn viajn kartojn en unu datumbazo kaj uzas kategoriojn por organizi ilin. Uzi “Aktivigi kategoriojn” estas ege pli oportune ol ŝalti kaj malŝalti multajn diversajn datumbazojn.
fr: Il est recommandé de mettre toutes vos cartes dans une seule base de données et de les organiser en catégories. Il est plus commode d'utiliser le menu "Activer les catégories" que de charger et décharger plusieurs bases de données.
he: מומלץ לשים את כל הכרטיסיות בבסיס נתונים אחד ולהשתמש בקטגוריות כדי למיין אותן. האפשרות 'הפעל קטגוריות' נוחה הרבה יותר מהצורך לטעון ולסגור מספר בסיסי נתונים.
hu: Javasolt, hogy Ön egy adatbázisba vigye fel a kártyáit és inkább kategóriákat használjon a szervezésükhöz. A 'Kategóriák aktiválása' menüpont használata sokkal kényelmesebb adatbázisok egyenkénti betöltögetésénél.
id: Sangat direkomendasikan untuk meletakkan semua kartu dalam satu basisdata tunggal dan menggunakan kategori untuk mengaturnya. Menggunakan 'Aktifkan kategori' lebih tepat daripada harus memuat dan membongkar beberapa basisdata.
ja: 全カードをひとつのデータベースに入れ、カテゴリーで分けることをお勧めいたします。
nb_no: Det anbefales at du plasserer alle kortene dine i én enkelt enkelt database og bruker kategorier for å organisere dem. Bruk av 'Aktiver kategoier' er mye mer praktisk enn å måtte laste inn og ut flere databaser.
ru: Рекомендуется заводить все Ваши карточки в одной базе и использовать категории для их структурирования. Использование пункта "Активировать категории" значительно удобнее необходимости каждый раз загружать и выгружать разные базы.
tr: Tüm kartlarınızı tek bir veritabanına koymanız ve düzenlemek için kategorileri kullanmanız önerilir. 'Kategorileri etkinleştir'i kullanmak çok sayıda veritabanını yükleyip boşaltmaktan çok daha uygun olacaktır.

source: You can import cards in a wide variety of formats: tab delimited txt files, Supermemo files, ... .
da: Du kan importere kort fra en bred vifte af formater: txt-filer med tab-afgrænsning, Supermemo filer, ... .
eo: Vi povas enporti kartojn el multaj dosierformoj: XML dosieroj, tab-limigitaj TXT dosieroj ktp.
fr: Mnemosyne peut importer des cartes d'une grande variété de formats: fichiers de texte délimité par des tabulations, fichiers Supermemo...
he: ניתן לייבא כרטיסיות במגוון רחב של תבניות: קבצי txt המופרדים באמצעות טאבים, קבצי Supermemo, ... .
hu: Importálhatja kártyáit számtalan formátumból: tabulátorral elválasztott szöveges állomány, Supermemo fájl, ... .
id: Anda dapat mengimpor kartu dalam berbagai macam format: berkas txt yang dipisah tab, berkas Supermemo, ... .
ja: いろんなファイルの種類からカードをインポートすることができます。 タブ区切りのテキストファイル（.txt)や、スーパーメモファイルなど、その他いろいろインポートすることができます。
nb_no: Du kan importere kort i ett bred utvalg av formater: tabulatoravgrensede tekstfiler, Supermemo-filer, ... .
ru: Вы можете импортировать карточки из множества различных форматов: текст с разделителем табуляцией, файлы Supermemo, ...
tr: Kartları pek çok biçimde içe aktarabilirsiniz: tab ile ayrılmış txt dosyası, Supermemo dosyası, ... .

source: If you have cards in Word or Excel, export them to tab delimited txt files with UTF-8 unicode encoding to be able to import them into Mnemosyne.
da: Hvis du har kort i Word eller Excel, kan du eksportere dem til UTF-8 unicode encodede txt-filer, hvor spørgsmål og svar er delt med tab, for at kunne importere dem til Mnemosyne.
eo: Se vi havas kartojn en Word aŭ Excel, elportu ilin al tab-limigitaj TXT dosieroj kun la UTF-8 kodoprezento; tiam vi povos porti ilin en Mnemozinon.
fr: Si vous avez des cartes dans Word ou Excel, exportez-les vers des fichiers délimités par des tabulations et encodés en UTF-8 (unicode). Vous pourrez ensuite les importer dans Mnemosyne.
he: אם יש לכם קלפים ב-Word או Excel, ייצאו אותם לקובץ txt המופרד בטאבים עם קידוד unicode UFT-8 כדי שתוכלו לייבא אותם למנימוסינה.
hu: Amennyiben vannak kártyái Wordben vagy Excelben, akkor azokat előbb exportálnia kell UTF-8 (Unicode) kódulású, tabulátorral elválasztott szöveges állományba mielőtt importálhatná a Mnemosyne-be.
id: Jika Anda memiliki kartu di Word atau Excel, ekspor kartu menjadi berkas txt yang dipisah tab dengan encoding UTF-8 unicode untuk dapat mengimpornya ke Mnemosyne.
ja: お持ちのワード又はエクセルのファイルの種類のカードを覚エテチョウにインポートしたい場合は、いったん、ユニコード(UTF-8)文字エンコーディングでカンマ区切りのテキストファイルにエクスポートするのがお勧めです。
nb_no: Hvis du har kort i Word eller Excel, eksporter dem til en tabulatoravgrenset tekstfil i UTF-8 unicode-format for å kunne importere dem til Mnemosyne.
ru: Если у Вас есть карточки в формате Word или Excel, экспортируйте их в файл с разделителем табуляцией в кодировке UTF-8, чтобы иметь возможность импортировать их в Mnemosyne.
tr: Word ya da Excel'de kartlarınız varsa, UTF-8 unicode karakter kodlaması ile tab ile ayrılmış txt (tab deliminated txt) dosyası olarak dışa aktarın ki böylece Mnemosyne'de içe aktarabilesiniz.

source: If you want to print out your cards, export them to a txt file which you can then print from your favourite Word processor.
da: Hvis du har lyst til at printe dine kort ud, kan du eksportere dem til en txt-fil, som du så kan printe ud fra din yndlingsteksteditor.
eo: Se vi volas presi viajn kartojn, elportu ilin al TXT dosiero; tion vi povos presi per via plej ŝatata verkilo.
fr: Si vous désirez imprimer vos cartes, exportez-les vers un fichier de texte que vous imprimerez ensuite avec votre logiciel de traitement de texte préféré.
he: אם ברצונכם להדפיס את הכרטיסיות שלכם, ייצאו אותם לקובץ txt. אותו תוכלו להדפיס ממעבד התמלילים החביב עליכם.
hu: Amennyiben ki szeretné nyomtatni kártyáit, exportálja őket szöveges állományba amit aztán már kinyomtathat a kedvenc szövegszerkesztőjével.
id: Jika Anda ingin mencetak kartu anda, ekspor ke dalam sebuah berkas txt sehingga dapat dicetak dengan menggunakan pengolah kata (Word processor) favorit Anda.
ja: カードを印刷する場合には、txt ファイルにエキスポートしてください。txtファイルは、好きなワープロで印刷することができます。
nb_no: Hvis du ønsker å skrive ut kortene dine, eksporter dem til en tekstfil som du så kan skrive ut fra tekstbehandleren du bruker.
ru: Если Вы хотите распечатать Ваши карточки, экспортируйте их в текстовый файл, который потом можно будет распечатать из вашего любимого Ворда.
tr: Eğer kartlarınızı çıktısını almak istiyorsanız, txt dosyası olarak dışa aktarın; böylece favori Word işlemciniz ile çıktı alabilirsiniz.

source: You can share your cards with someone else by exporting them to XML and choosing the 'Reset learning data' option on export.
da: Du kan dele kort med andre ved at eksportere dem til XML og vælge indstillingen 'Nulstil indlæringsdata' ved eksport.
eo: Vi povas havigi iun alian viajn kartojn per elporti ilin al XML post elekti la “Forigi la lernajn datumojn en la elportita dosiero” agordon.
fr: Pour partager vos cartes avec vos amis, exportez-les au format XML, en activant l'option "Mettre à zéro les données d'apprentissage lors de l'export".
he: אתם יכולים לחלוק את הכרטיסיות שלכם: ייצאו אותן לקובץ XML ובחרו באפשרות 'מחק את המידע על למידה'.
hu: Úgy oszthatja meg kártyáit másokkal, hogy XML-be exportál a 'Tanulási adatok kihagyása a kimenetből' opció kiválasztásával.
id: Anda dapat berbagi kartu dengan orang lain dengan mengekspor kartu ke dalam XML dan memilih opsi 'Reset data pembelajaran' ketika mengekspor.
ja: 自分のカードを他の人に共有するためには、XMLにエクスポートし、オプションで「復習データをリセットする」を選んでください。
nb_no: Du kan dele kortene dine med andre ved å eksportere dem til XML og velge 'Nullstill læringsdata' ved eksport.
ru: Вы можете поделиться с кем-нибудь Вашими карточками, экспортировав их в XML и выбрав опцию "Сбросить данные об обучении" при экспорте.
tr: XML olarak dışa aktarıp ve 'öğrenme verilerini sıfırla' seçeneğini de seçerek kartlarınızı başkalarıyla paylaşabilirsiniz.

source: If you study a foreign language with a different script, the default font size is sometimes a bit small. If you want to increase the size of these characters but keep the size of English text, use the 'increase size of non-latin characters by X points' option.
da: Hvis du studerer et fremmedsprog med en anden type skrift, kan standardskriftstørrelsen nogle gange være en smule lille. Hvis du vil gøre størrelsen af disse tegn større, men beholde størrelsen på den danske tekst, kan du bruge indstillingen 'Forøg størrelsen af ikke-latinske tegn med X point'.
eo: Se vi studas alilandan ligvon, kiu uzas skribmetodon, kiun vi ne bone scias, la defaŭlta tipara grando estas kelkfoje tro malgranda. Se vi volas pligrandigi tiujn signojn sed ne anglan tekston, uzu la “Pligrandigi mallatinajn signojn po . . . gradoj” agordon.
fr: Si vous étudiez une langue qui n'utilise pas l'alphabet latin, la taille de police par défaut peut être trop petite. Pour augmenter cette taille, sans modifier celle de l'alphabet latin, utilisez l'option "Agrandir les caractères non latins".
he: אם אתם לומדים שפה זרה בעלת כתיב שונה, גודל הגופן הבסיסי קטן מדי לפעמים. אם ברצונכם להגדיל את הסימנים האלו תוך שמירת הגודל של טקסט באנגלית, השתמשו באפשרות 'הגדל את הגופן של תווים שאינם לטיניים ב-X נקודות'.
hu: Egy eltérő írású idegen nyelv tanulásakor néha az alapértelmezett betűméret kicsinek bizonyulhat. Ha növelni szeretné ezeknek a betűknek a méretét a magyar szöveg méretének megtartása mellett, akkor használja a "Nem-latin betűk nagyobbítása" opciót.
id: Jika Anda belajar bahasa asing dengan skrip yang berbeda, ukuran fonta default seringkali menjadi kecil. Jika Anda ingin memperbesar ukuran karakternya tanpa mengubah ukuran teks Bahasa Inggrisnya, gunakan opsi 'Perbesar ukuran karakter non-latin senilai X poin'.
ja: 「ラテン系言語ではない文字」の設定で英語と日本語の文字を違う大きさで表示することができます。
nb_no: Hvis du studerer ett fremmedspråk med en annen skrift, vil standard skriftstørrelse noen ganger være for liten. Hvis du vil øke størrelsen på disse tegnene men beholde størrelse på latinske tegn, bruk 'Øk størrelsen til ikke-latinske tegne med X punkter'-innstillingen.
ru: Если Вы изучаете иностранный язык с другой письменностью, размер шрифта по умолчанию может показаться маленьким. Если Вы хотите увеличить размер иностранных символов, оставив при этом размер текста на Вашем языке неизменным, используйте опцию "Увеличить назмер не-латинских символов на Х точек".
tr: Başka bir yazı düzeni(betik) olan yabancı bir dil çalışıyorsanız, varsayılan yazı tipi büyüklüğü bazen biraz küçük olur. Türkçe yazıların büyüklüğü aynı kalırken, bu karakterlerin büyüklüğünü arttırmak isterseniz; 'latin olmayan karakterleri boyutunu X punto kadar büyüt' seçeneğini kullanın.

source: You can add images and sounds to your cards. Right-click on the question or answer field when editing a card to bring up a pop-up menu to do so.
da: Du kan tilføje billeder og lyd til dine kort. Højreklik på spørgsmål- eller svarfeltet når du redigerer et kort, for at få en pop-up-menu frem til dette.
eo: Vi ja povas aldoni bildojn kaj sonojn en viajn kartojn! Dekstre alklaku la demandan aŭ respondan tajpujon, kiam vi redaktas karton; poste elektas la ĝustan butonon el la menuo, kiu aperas.
fr: Vous pouvez ajouter des images et des sons à vos cartes. Faites un clic droit dans le champ question ou réponse de la carte que vous éditez pour faire apparaître le menu adéquat.
he: אתם יכולים להוסיף תמונות וצלילים לכרטיסיות שלכם. לחצו בכפתור הימני על שדה השאלה או התשובה כאשר אתם עורכים קלף כדי להראות תפריט המאפשר זאת.
hu: Csatolhat képeket és hangokat is kártyáihoz. Ehhez egy kártya szerkesztésekor kattintson a jobb egérgombbal a kérdés vagy a válasz mezőjére, majd válassza ki az előbukkanó menüből a megfelelőt.
id: Anda dapat menambahkan gambar dan suara pada kartu. Klik-kanan pada field pertanyaan atau jawaban ketika mengedit kartu untuk memunculkan menu pop-up untuk melakukannya.
ja: カードにイメージや音声ファイルを入れることができます。 カード編集画面の質問・答え上で右クリックするとメニューが出ますのでご利用下さい。
nb_no: Du kan legge til bilder og lyder til kortene dine. For å gjøre dette, høyreklikk på spørsmål- eller svarfeltet når du redigerer ett kort for å bringe frem en hurtigmeny.
ru: Вы можете добавлять к Вашим карточкам изображения и звуки. Во время редактирования карточки кликните правой кнопкой мыши на вопросе или ответе, чтобы вызвать контекстное меню, позволяющее это сделать.
tr: Kartlarınıza resim ve ses ekleyebilirsiniz. Açılır pencere menüsüne ulaşmak için bir kartı düzenlerken soru ya da yanıt alanına sağ tıklayın.
