Repository: tbabej/mnemosyne-old
Catalog: mnemosyne/po/*.po
Languages: da, eo, fr, he, hu, id, ja, nb_no, ru, tr

source: Next repetition in
da: Næste repetition om
eo: Sekva ripetado post
fr: Prochaine répétition dans
he: החזרה הבאה בעוד
hu: Következő feleltetés
id: Pengulangan selanjutnya dalam
ja: 次は後
nb_no: Neste repetisjon om
ru: Повторим через
tr: Bir sonraki tekrar

source: days.
da: dage.
eo: tagoj
fr: jours.
he: ימים.
hu: nap múlva.
id: hari.
ja: 日。
nb_no: dager.
ru: дней.
tr: gün sonra.

source: Show answer
da: Vis svar
eo: Vidi respondon
fr: Afficher la réponse
he: הצג תשובה
hu: Mutasd a választ
id: Tunjukkan jawaban
ja: 答え表示
nb_no: Vis svar
ru: Показать ответ
tr: Yanıtı göster

source: Learn ahead of schedule
da: Lær forud for skema
eo: Antaŭlerni
fr: Apprendre en avance
he: להתקדם לפני התכנון
hu: Ütemterv előtti tanulás
id: Pelajari jadwal selanjutnya
ja: カードをスケジュールより早く復習する（おすすめではない）
nb_no: Lær foran tidsskjema
ru: Продолжить обучение по расписанию
tr: Programın ilerisinde öğren

source: Pick days until next repetition:
da: Vælg antal dage før næste repetition:
eo: Elekti tagojn antaŭ la sekva ripeto:
fr: Choisissez le nombre de jours avant la prochaine répétition:
he: בחרו מספר ימים לפני החזרה הבאה:
hu: Válassza ki a következő feleltetésig hátralevő napokat:
id: Pilih hari hingga pengulangan selanjutnya:
ja: 次の復習のため何日間を選びなさい:
nb_no: Velg antall dager til neste repitisjon:
ru: Дней до следующего повторения:
tr: Bir sonraki tekrara kadarki günleri seç:

source: Grade your answer:
da: Angiv grad for dit svar:
eo: Rangigi vian respondon:
fr: Notez votre réponse:
he: דרגו תשובתכם:
hu: Osztályozza le a válaszát:
id: Beri grade pada jawaban:
ja: グレード:
nb_no: Grader ditt svar:
ru: Ранг Вашего ответа:
tr: Yanıtını derecelendir:

source: Scheduled:
da: Planlagt:
eo: Planataj:
fr: Cartes planifiées:
he: מתוכננות:
hu: Ütemezett:
id: DIjadwalkan:
ja: 今日のカード:
nb_no: Planlagte repetisjoner:
ru: Запланировано:
tr: Programlanmış:

source: Not memorised:
da: Ikke memoriseret:
eo: Nekonataj:
fr: Non mémorisées:
he: לא נלמדו:
hu: Nem memorizált:
id: Belum ingat:
ja: まだ覚えっていないカード:
nb_no: Ikke memorisert:
ru: Забылось:
tr: Ezberlenmemiş:

source: All:
da: Alle:
eo: Ĉiuj:
fr: Total:
he: סך הכל:
hu: Összesen:
id: Semua:
ja: 合計:
nb_no: Alle:
ru: Всего:
tr: Hepsi:

source: &New
da: &Ny
eo: &Nova
fr: &Nouveau
he: &חדש
hu: Ú&j
id: &Baru
ja: &新しいデータベース
nb_no: &Ny
ru: &Новая
tr: &Yeni

source: Ctrl+N
eo: Stir+N
hu: Ctrl+J
tr: Ctrl+Y

source: &Open...
da: &Åben...
eo: &Malfermi . . .
fr: &Ouvrir...
he: &פתיחה...
hu: &Megnyitás
id: &Buka...
ja: &データベースを開く...
nb_no: Å&pne...
ru: &Открыть
tr: &Aç...

source: Ctrl+O
da: Ctrl+Å
eo: Stir+O
hu: Ctrl+M
tr: Ctrl+A

source: &Save
da: &Gem
eo: &Konservi
fr: &Enregistrer
he: &שמירה
hu: Menté&s
id: &Simpan
ja: &保存
nb_no: La&gre
ru: &Сохранить
tr: &Kaydet

source: Ctrl+S
da: Ctrl+G
eo: Stir+S
hu: Ctrl+H
tr: Ctrl+K

source: Save &As...
da: Gem &Som...
eo: Konservi &kiel . . .
fr: Enregistrer &sous...
he: שמירה &בשם...
hu: Me&ntés másként...
id: Simpan sebag&ai...
ja: &別名で保存する...
nb_no: Lagre so&m...
ru: Срохранить к&ак...
tr: &Gibi sakla...

source: &About
da: &Om
eo: &Pri
fr: À &propos de Mnemosyne
he: &על התוכנה
hu: &Névjegy
id: &Tentang
ja: &覚エテチョウについて
nb_no: &Om
ru: О &программе
tr: &Hakkında

source: &Add cards
da: &Tilføj kort
eo: &Aldoni kartojn
fr: &Ajouter des cartes
he: &הוספת כרטיסיות
hu: Kártyák &felvitele
id: &Tambah kartu
ja: &カードを追加する
nb_no: &Legg til kort
ru: &Добавить карточки
tr: Kar&t Ekle

source: Ctrl+A
da: Ctrl+T
eo: Stir+A
hu: Ctrl+F
tr: Ctrl+T

source: Activate cate&gories
da: Aktiver kate&gorier
eo: Aktivigi kate&goriojn
fr: Activer les caté&gories
he: הפעלת &קטגוריות
hu: Kate&góriák aktiválása
id: Aktifkan kate&gori
ja: &カテゴリーを選択する
nb_no: Aktiver kate&gorier
ru: Активировать &категории
tr: Kategorileri &etkinleştir

source: Ctrl+G
eo: Stir+G
tr: Ctrl+E

source: Edit &deck
da: Re&diger sæt
eo: Redakti la &kartaron
fr: Éditer le &jeu de cartes
he: עריכת &חפיסה
hu: &Pakli szerkesztése
id: E&dit tumpukan
ja: &カードリストを表示する
nb_no: Rediger &kortstokk
ru: Редактировать &набор
tr: &Desteyi düzenle

source: Ctrl+D
eo: Stir+D
hu: Ctrl+P

source: &Import
eo: &Enporti
fr: &Importer
he: ייב&וא
hu: &Importálás
id: &Impor
ja: &インポート
ru: &Импорт
tr: &İçe Aktar

source: &Export
da: &Eksport
eo: E&lporti
fr: &Exporter
he: יי&צוא
hu: &Exportálás
id: &Ekspor
ja: &エクスポート
nb_no: &Eksport
ru: &Экспорт
tr: Dı&şa Aktar

source: Show &toolbar
da: Vis &værktøjslinje
eo: Vidi &ilobreton
fr: Afficher la barre d'ou&tils
he: הצג &סרגל כלים
hu: &Eszköztár mutatása
id: Tampilkan &toolbar
ja: &ツールバーを表示する
nb_no: Vis &verktøylinje
ru: Показать &инструменты
tr: Araç çu&buğubu göster

source: Edit current card
da: Rediger dette kort
eo: Redakti nunan karton
fr: Éditer la carte actuelle
he: עריכת כרטיסיה נוכחית
hu: Jelenlegi kártya szerkesztése
id: Edit kartu
ja: このカードを編集する
nb_no: Rediger dette korter
ru: Редактировать текущую карточку
tr: Geçerli kartı düzenle

source: &Edit current card
da: &Rediger dette kort
eo: &Redakti nunan karton
fr: É&diter la carte actuelle
he: עריכת &כרטיסיה נוכחית
hu: Jelenlegi kártya &szerkesztése
id: &Edit kartu
ja: &このカードを編集する
nb_no: &Rediger dette kortet
ru: Редактировать &текущую карточку
tr: Geçerli ka&rtı düzenle

source: Delete current card
da: Slet dette kort
eo: Forviŝi nunan karton
fr: Supprimer la carte actuelle
he: מחיקת כרטיסיה זו
hu: Jelenlegi kártya törlése
id: Hapus kartu ini
ja: このカードを消す
nb_no: Slett dette kortet
ru: Удалить текущую карточку
tr: Geçerli kartı sil

source: &Delete current card
da: &Slet dette kort
eo: &Forviŝi nunan karton
fr: &Supprimer la carte actuelle
he: &מחיקת כרטיסיה זו
hu: Jelenlegi kártya tö&rlése
id: &Hapus kartu ini
ja: &このカードを消す
nb_no: &Slett dette kortet
ru: &Удалить текущую карточку
tr: Geçerli kartı &sil

source: Del
eo: For
tr: Sil

source: &Clean duplicates
da: &Fjern dubletter
eo: Forigi &duoblojn
fr: &Supprimer les doublons
he: &נקה כפילויות
hu: &Duplikátumok törlése
id: &Bersihkan duplikasi
ja: &まったく同じカードを削除する
nb_no: &Fjern duplikater
ru: Очистить &повторяющиеся
tr: &Çift kopyaları temizle

source: &Configure Mnemosyne
da: &Konfigurer Mnemosyne
eo: &Agordi Mnemozinon
fr: &Configurer Mnemosyne
he: &אפשרויות מנימוסינה
hu: Mnemosyne &beállítások
id: &Konfigurasi Mnemosyne
ja: &覚エテチョウの設定
nb_no: &Konfigurer Mnemosyne
ru: &Конфигурация Mnemosyne
tr: Mnemosyne'i a&yarla

source: Getting started
da: Kom igang
eo: Kiel ekuzi
fr: Premiers pas
he: מתחילים
hu: Bevezető
id: Memulai
ja: 初めに
nb_no: Komme igang
ru: Для начинающих
tr: Başlarken

source: &Getting started
da: &Kom igang
eo: &Kiel ekuzi
fr: &Premiers pas
he: &מתחילים
hu: &Bevezető
id: &Memulai
ja: &初めに
nb_no: &Komme igang
ru: Для на&чинающих
tr: &Başlarken

source: Down, Down
da: Ned, Ned
eo: Malsupren
he: למטה, למטה
id: Turun, Turun
nb_no: Ned, Ned
tr: Aşağı, Aşağı

source: Enter
eo: Enigklavo

source: Return
eo: Enenklavo
id: Kembali

source: Space
da: Mellemrum
eo: Spacetklavo
he: רווח
nb_no: Mellomrom

source: Ctrl+R
eo: Stir+R

source: Show statistics
da: Vis statistik
eo: Vidi statistikojn
fr: Afficher les statistiques
he: הצג סטטיסטיקה
hu: Statisztikák mutatása
id: Tampilkan statistik
ja: 統計を表示する
nb_no: Vis statistikk
ru: Статистика
tr: İstatistikleri göster

source: Show s&tatistics
da: Vis s&tatistik
eo: Vidi s&tatistikojn
fr: Afficher les s&tatistiques
he: הצג &סטטיסטיקה
hu: S&tatisztikák mutatása
id: Tampilkan s&tatistik
ja: &統計を表示する
nb_no: Vis s&tatistikk
ru: С&татистика
tr: İ&statistikleri göster

source: Tip of the day
da: Dagens tip
eo: Konsileto de la tago
fr: Astuce du jour
he: עצת היום
hu: A nap tippje
id: Tip hari ini
ja: 今日のヒント
nb_no: Dagens tips
ru: Совет дня
tr: Günün ipucu bilgisi

source: &Tip of the day
da: Dagens &/tip
eo: &Konsileto de la tago
fr: &Astuce du jour
he: &עצת היום
hu: A nap &tippje
id: &Tip hari ini
ja: &今日のヒント
nb_no: &Dagens tips
ru: Совет дн&я
tr: &Günün ipucu bilgisi

source: Main toolbar (Mnemosyne)
da: Hovedværktøjslinje (Mnemosyne)
eo: Ĉefa ilobreto (Mnemozino)
fr: Barre d'outils principale (Mnemosyne)
he: סרגל הכלים הראשי (מנימוסינה)
hu: Fő eszköztár (Mnemosyne)
id: Toolbar utama (Mnemosyne)
ja: メーンツールバー(覚エテチョウ)
nb_no: Hovedverktøylinje (Mnemosyne)
ru: Главная панель инструментов (Mnemosyne)
tr: Ana araç çubuğu (Mnemosyne)

source: &File
da: &Fil
eo: &Dosiero
fr: &Fichier
he: &קובץ
hu: &Fájl
id: &Berkas
ja: &ファイル
nb_no: &Fil
ru: &Файл
tr: &Dosya

source: &Deck
da: &Sæt
eo: &Kartaro
fr: &Jeu de cartes
he: &חפיסה
hu: &Pakli
id: &Tumpukan
ja: &カードのデータベース
nb_no: &Kortstokk
ru: &Набор
tr: &Deste

source: &Settings
da: &Indstillinger
eo: &Agordoj
fr: &Préférences
he: &הגדרות
hu: &Beállítások
id: &Pengaturan
ja: &設定
nb_no: &Oppsett
ru: &Установки
tr: &Ayarlar

source: &Help
da: &Hjælp
eo: &Helpo
fr: &Aide
he: &עזרה
hu: &Súgó
id: &Bantuan
ja: &ヘルプ
nb_no: &Hjelp
ru: &Помощь
tr: &Yardım

source: Preview card
da: Forhåndsvis kort
eo: Antaŭmontri karton
fr: Aperçu
he: הצג כרטיס
hu: Kártya előnézete
id: Pratinjau kartu
ja: カードをプレービューする
nb_no: Forhåndsvis kort
ru: Просмотреть карточку
tr: Kartı önizlemede göster

source: Greetings! I am Mnemosyne, a type of butterfly named after the Greek goddess of Memory. I can make it more efficient for you to memorise and remember answers to questions, by helping you focus on the cards you're most likely to forget and by not wasting your time on things you know well. For that, I'll decide when to ask you the questions, and you'll need to rate how well you remember the answers. Let's look at the meaning of these ratings now.
da: Velkommen! Jeg er Mnemosyne, en slags sommerfugl navngivet efter den græske hukommelsesgudinde. Jeg kan gøre det mere effektivt for dig at memorisere og huske svar på spørgsmål, ved at hjælpe dig med at fokusere på de kort de oftest glemmer, og ved ikke at spilde din tid på ting du husker godt. For at gøre det, vil jeg vælge hvilke spørgsmål der skal stilles hvornår, og du skal så give dem en grad efter hvor godt du huskede svarene. Lad os se på betydningen af graderne nu.
eo: Saluton! Mi estas Mnemozinospeco de papilio, kiu havas la saman nomon, kiel la greka diino de memoro. Mi povas helpi vin koni kaj memori la respondojn al demandoj ŝpare: kun mi vi pripensos la kartoj, pri kiuj vi forgesemas. Vi ne malŝpari vian tempon pri tio, kion vi scias bone. Do mi decidos, kiam mi devus montri al vi la demandojn; kaj vi devos rangigi vian respondojn al la demandoj. Nuntempe rigardu ni la signifojn de tiuj rangoj.
fr: Bienvenue! Mnémosyne est un genre de papillon qui tient son nom de la déesse grecque de la mémoire. L'objectif de ce programme est de vous aider à apprendre et mémoriser des réponses à des questions. Avec Mnemosyne, vous vous concentrez sur ce que vous avez tendance à oublier, sans perdre de temps sur ce que vous savez déjà. Pour ce faire, Mnemosyne décide quand poser les questions et c'est à vous de noter vos réponses. Vous devez évaluer vos réponses en respectant les critères suivants.
he: שלום! אני מנימוסינה, סוג של פרפר הקרוי על שם אלת הזכרון היוונית. אני יכול לייעל עבורכם את תהליך הלמידה והשינון של עובדות ומילים, בכך שאעזור לכם להתמקד בכרטיסיות שסביר להניח שתשכחו ולא לבזבז את זמנכם על דברים שאתם יודעים היטב. לשם כך, אני אחליט מתי לשאול אתכם את השאלות, ואתם תצטרכו לדרג כמה טוב אתם זוכרים את התשובות. כעת, בואו נתבונן במשמעות של הדירוגים השונים.
hu: Üdvözlet! Mnemosyne vagyok, egy, a memória görög istennőjéről elnevezett lepke. Hatékonyabbá tehetem az Ön számára kérdésekhez tartozó válaszok megtanulását azáltal, hogy segítek a legfelejthetőbb kártyákra összpontosítani, és nem pazarolni az idejét olyasmire amit már jól tud. Ezért én döntöm el hogy mikor teszem fel a kérdéseket, és Önnek értékelnie kell hogy mennyire jól emlékszik a válaszokra. Nézzük most át, hogy mit jelentenek ezek az értékelések!
id: Salam! Saya Mnemosyne, sejenis kupu-kupu yang dinamai seperti Dewa Ingatan Yunani. Saya dapat membuat Anda secara efisien mengingat dan menjawab pertanyaan, dengan membantu Anda fokus pada kartu yang cenderung Anda lupakan dan tidak membuang waktu pada kartu yang Anda ingat dengan baik. Untuk itu, saya akan menentukan kapan memberi Anda pertanyaan, dan Anda akan memberi rating seberapa baik Anda mengingat jawabannya. Mari melihat arti rating-rating tersebut.
ja: あたしの名前はムネモシュネ、記憶の女神よ。 あなたの暗記を一生懸命お手伝いします！よろしくね。 あなたがいろんな事を簡単に覚えて、すぐに思い出せるようにしてあげる。 よく知っているカードには時間をかけず、苦手なカードに集中できるように、あたしが質問を選びます。あなたは、どれだけ答えを覚えていたか、グレードを答えてね。
nb_no: Velkommen! Jeg er Mnemosyne, en slags sommerfugl oppkalt etter den greske gudinnen for hukommelse. Jeg kan gjøre deg mer effektiv til å memorisere og huske svar på spørsmål ved å hjelpe deg fokusere på de kortene det er mest sannsynlig at du vil glemme, og ikke la deg sløse bort tiden på ting du kan godt. For å gjøre dette, skal jeg bestemme når spørsmålene skal stilles, og du må angi hvor godt du husker svarene. La oss nå se på betydningen av nivåene.
ru: Приветствую Вас! Я Мнемозина, бабочка, названная в честь греческой богини памяти. Я могу помочь Вам более эффективно запоминать и вспоминать ответы на вопросы, концентрируя Ваше внимание на информации, которая более сложна для запоминания, и избавляя от необходимости снова заучивать то, что Вы и так уже знаете. Для этого я буду рассчитывать время, когда лучше задать тот или иной вопрос, а Вам нужно будет только определять, насколько хорошо Вы помните ответ. Давайте прямо сейчас и перейдём к системе ранжирования ответов.
tr: Merhabalar! Ben Mnemosyne, Yunan hafıza tanrıçasından adını almış bir tür kelebeğim. Unutmaya meyilli olduğunuz kartlara odaklanmanızı yardımcı olarak ve iyi bildiğiniz şeylerle zamanınızı harcamamanızı sağlayarak, soruların yanıtlarını ezberlemenizi ve hatırlamanızı daha verimli hale getirebilirim. Bunun için, ben soruların ne zaman sorulacağına karar vereceğim ve siz ise yanıtları hangi ölçüde hatırladığınızı derecelendirmelisiniz. Haydi şimdi derecelerin anlamlarına bakalım.

source: Introduction
da: Introduktion
eo: Enkonduko
he: הקדמה
hu: Bevezető
id: Pengenalan
ja: グレードの紹介
nb_no: Introduksjon
ru: Введение
tr: Giriş

source: Grades range from 0 to 5. Grades 0 and 1 are used if you don't know the answer yet, or if you have forgotten it. A card with grade 1 is starting to get more familiar than one with grade 0, and will be repeated less often. I will keep on asking you these questions until you give them a grade 2 or higher (the exact grade doesn't matter). Grade 2 basically means that you think you'll be able to remember the card for at least one or two days. It signals the transition between short and long term memory. I will schedule this card at some future date, when I think you'll still be able to remember it with some effort, without having forgotten it completely. This is the most efficient for the learning process.
da: Graderne går fra 0 til 5. Graderne 0 og 1 bruges, hvis du endnu ikke kender svaret, eller hvis du har glemt det. Et kort med graden 1 er ved at være mere genkendeligt end et med grad 0, og vil derfor blive gentaget sjældnere. Jeg vil blive ved med at stille dig disse spørgsmål indtil du giver dem en grad på 2 eller højere (den eksakte grad betyder ikke noget). Grad 2 er de kort du tror du vil huske mindst et par dage. Den signalerer overgangen mellem kort- og langtidshukommelse. Jeg vil planlægge dette kort en dag i fremtiden, hvor jeg regner med du stadig vil kunne huske det med lidt besvær, uden at have glemt det fuldstændig. Det er den mest effektive måde at lære på, i det tidsrum hvor man har en smule besvær med at genkalde svaret.
eo: Rangoj estas el 0 ĝis 5. Oni uzas rangojn 0 kaj 1, se oni ne jam scias la respondon, aŭ se oni forgesis ĝin. Karton kun grado 1 oni pli ekkonadas ol karton kun grado 0, kaj mi ripetos ĝin pli malofte. Mi demandados ĉi tiujn demandojn, ĝis ke vi asignos al ilin rangon 2 aŭ pli altan rangon (la ĝusta rango ne gravas). Rango 2 signifas, ke vi pensas, ke vi povos memori la karton dum almenaŭ unu aŭ du tagoj. La dua rango estas la transiro inter longtempa memoro kaj mallongtempa memoro. Mi planos ĉi tiun karton por la tempo, kiam mi pensos, ke vi povas memori la respondon per iu peno, sed ne post vi tute forgesos ĝin. Ĉi tiu estas la plej ŝpara metodo de lerno.
fr: Les notes vont de 0 à 5. Les notes 0 et 1 s'utilisent quand vous ne connaissez pas la réponse. Utilisez la note 1 pour les réponses qui sont plus familières que celles que vous notez 0; elles seront répétées moins souvent. Mnemosyne continuera à poser ces questions jusqu'à ce que vous leur donniez une note supérieure à 1 (la note exacte n'a pas d'importance). Choisissez la note 2 si vous pensez vous rappeler de la réponse pendant un jour ou deux. Cela marque le passage de la mémoire à court terme vers la mémoire à long terme. Mnemosyne planifie cette carte pour une date à laquelle vous devriez retrouver la réponse au prix d'un petit effort. Toutefois, Mnemosyne essaye vous la redemander avant que vous ne l'ayez totalement oubliée. C'est ce qu'il y a de plus efficace pour le processus de mémorisation.
he: הדירוגים נעים בין 0 ל5-. השתמשו בדירוגים 0 ו1- אם אינכם יודעים את התשובה עדיין, או אם שכחתם אותה. כרטיסיה עם דירוג 1 מוכרת יותר מאשר כרטיסיה עם דירוג 0, והיא תוצג לעתים רחוקות יותר. אני אמשיך לשאול אתכם את השאלות האלו עד שתתנו להן דירוג של 2 או יותר (הדירוג המדויק אינו משנה). הדירוג 2 בעצם אומר שאתם חושבים שתצליחו לזכור את הכרטיסיה במשך יום או יומיים לפחות. הוא מסמן את המעבר מזיכרון לטווח קצר לזכרון לטווח ארוך. אני אשמור את הכרטיסיה לתאריך מאוחר יותר, בו אני חושב שעדיין תצליחו לזכור אותה תוך מאמץ מסויים, בלי לשכוח אותה לגמרי. זוהי הדרך היעילה ביותר לתהליך הלמידה.
hu: Az osztályzatok 0-tól 5-ig mennek. 0-ás és 1-es osztályzatot Ön akkor használjon, amennyiben nem tudja még a választ, vagy már elfelejtette. Egy 1-es osztályzatú kártya már kezd ismerősebbnek érződni egy 0-áshoz képest, és ritkábban lesz ismételve. Addig teszem fel ezeket a kérdések újra, amíg Ön nem ad rájuk legalább 2-es osztályzatot (a pontos jegy ehhez nem számít). A 2-es osztályzat annyit tesz, hogy Ön úgy érzi már fog tudni emlékezni a kártyára legalább egy-két napig. Ez jelzi a rövid- és a hosszú távú memória közti átmenetet. Akkorra ütemezem ezt a kártyát a jövőben, amikorra úgy gondolom, hogy Ön még képes lesz rá emlékezni megfelelő erőfeszítéssel anélkül, hogy azt teljesen elfejtené. Így a leghatékonyabb a tanulási folyamat tekintetében.
id: Grade bernilai dari 0 hingga 5. Grade 0 dan 1 digunakan jika Anda tidak mengetahui jawaban, atau jika Anda telah melupakannya. Sebuah kartu dengan grade 1 berarti lebih familiar daripada kartu dengan grade 0, dan akan diulang lebih jarang. Saya akan tetap menanyakan pertanyaan-pertanyaan tersebut hingga Anda memberi grade 2 atau lebih (tidak penting grade berapapun). Grade 2 pada dasarnya berarti Anda pikir Anda dapat mengingat kartu setidaknya untuk satu atau dua hari. Ini menunjukkan transisi di antara ingatan jangka pendek dan jangka panjang. Saya akan menjadwalkan kartu ini di masa yang akan datang, ketika saya pikir Anda masih dapat mengingatnya dengan sedikit usaha, tanpa melupakannya sama sekali. Ini adalah proses belajar paling efektif.
ja: グレードは0～5まであります。グレードが上がるにつれ出題頻度が下がります。 0…完全に忘れていた 1…ほとんど忘れていた 2…数日なら覚えていられそう 3…なんとか覚えた 4…ほぼ完璧 5…簡単すぎた
nb_no: Nivåene går fra 0 til 5. Nivå 0 og 1 brukes hvis du ikke vet svaret enda, eller har glømt det. Et kort med nivå 1 begynner å bli mer kjent enn ett med nivå 0, og vil bli repetert sjeldnere. Jeg vil fortsette å spørre deg disse spørsmålene til du graderer dem til nivå 2 eller høyere (det eksakte nivået spiller ingen rolle). Nivå 2 betyr at du tror du vil klare å huske kortet for minst en dag eller to. Det signaliserer overgangen mellom kortids- og langtidsminnet. Jeg vil repetere dette kortet en gang i fremtiden når du fremdeles tror du vil klare å huske det med litt anstrengelser, uten å ha glemt det fullstendig. Dette er mest effektivt for læringsprosessen.
ru: Ранг лёгкости находится в диапазоне от 0 до 5. Ранги 0 и 1 используются, если Вы ещё не знаете ответа или если Вы его забыли. Карточка с рейтингом 1 означает, что она более знакома, чем карточка с рейтингом 0, и поэтому будет чуть реже предъявляться повторно. Я буду продолжать задавать Вам те же вопросы, пока Вы не присвоите им ранг 2 или выше (в данном случае число не имеет значения). Ранг 2 обычно означает, что Вы считаете, что будете помнить эту карточку по крайней мере один или два дня. Это сигнализирует о переходе знаний из кратковременной памяти в долговременную. Я запланирую показ этой карточки через некоторое время, когда я посчитаю, что Вы сможете с некоторым усилием вспомнить ответ, ещё не забыв его окончательно. Это самый эффективный способ построения учебного процесса.
tr: Dereceler 0'dan 5'e kadar değişmekte. Derece 0 ve 1, yanıtı henüz öğrenmediğinizde ya da unuttuğunuzda kullanılır. Derece 0 olan bir kart, derece 1 olan bir karta göre daha tanıdıklaşmıştır ve daha az sıklıkla tekrarlanır. Siz derece 2 ya da daha fazla (derecenin tam olarak ne olduğunun bir önemi yok) diyene kadar, bu soruları sormaya devam edeceğim. Derece 2 temel olarak, kartı en az bir iki gün hatırlayacağınız anlamına gelir. Bu, kısa ve uzun süreli hafızalarınız arasındaki geçişi işaret eder. Kartı tamamen unutmadığınızı, biraz çabayla hatırlayabileceğinizi düşündüğüm ilerideki bir zaman için bu karta program vereceğim. En verimli öğrenme süreci bu şekilde olur.

source: Grades 0-2
da: Graderne 0-2
eo: Rangoj 0-2
fr: Notes 0-2
he: דירוגים 0-2
hu: 0-2 közti osztályzatok
id: Grade 0-2
ja: グレードについて
nb_no: Nivå 0-2
ru: Ранги от 0 до 2
tr: Dereceler 0-2
