Repository: tbabej/mnemosyne-old
Catalog: mnemosyne/po/*.po
Languages: da, eo, fr, he, hu, id, ja, nb_no, ru, tr

source: If in the future I ask you the question too soon, and you're able to remember it without any effort, you rate the card a 5. I'll take this into account by waiting a lot longer before asking you this question again. If I get it just right, so that you remember it, albeit with some effort, you use grade 4. If on the other hand it takes you significant effort to remember the answer, and you think I've waited too long to ask you this question, then rate the card 3. If you fail to remember it altogether, rate it either 0 or 1, and I'll keep on asking you this question until you think you'll be able to remember it again for a few days.
da: Hvis jeg stiller dig spørgsmål for tidligt, og du husker dem uden problemer, sætter du kortets grad til 5. Jeg vil så huske dette og vente lidt længere før jeg stiller spørgsmålet igen. Hvis jeg rammer lige plet, så du husker det, men dog med lidt besvær, bruges grad 4. Hvis du på den anden side har for meget besvær med at huske svaret, og du mener jeg har ventet for łænge med at stille spørgsmålet, så sætter du graden til 3. Hvis du har glemt det fuldstændig, kan du sætte graden tilbage til enten 0 eller 1, og jeg vil blive ved med at stille dette spørgsmål indtil du mener, at du kan huske det i et par dage igen.
eo: Se mi tro baldaŭ demandi, kaj vi povas memori la respondon tute senpene, rangigu la karton 5. Tiam mi atendos pli longtempe, antaŭ mi remontri al vi ĉi tiun demandon. Se mi montros la karton ĉe la ĝusta tempo, por ke vi memoras la respondon kun iom da peno, uzu la rangon 4. Se anstataŭe vi memoros la respondon tro pene, kaj vi pensos, ke mi atendis tro longtempe, antaŭ mi demandis la karton, uzu la rangon 3. Se vi tute ne memoros la respondon, rangigu ĝin aŭ 0 aŭ 1; mi demandados la karton, ĝis ke vi pensos, ke vi povas memori ĝin dum kelkaj tagoj.
fr: Si par la suite Mnemosyne vous pose une question trop tôt et que vous vous souvenez de la réponse sans le moindre effort, notez cette carte 5. Ainsi, Mnemosyne attendra davantage avant de reposer cette question. Choisissez la note 4 si Mnemosyne vous pose la question au bon moment, c'est-à-dire si vous avez trouvé la réponse avec un peu d'effort. Choisissez la note 3 si vous trouvez la réponse après un effort considérable et si vous estimez que la question a été posée trop tard. Choisissez la note 0 ou 1 si vous avez oublié la réponse. Mnemosyne insistera sur cette carte jusqu'à ce que vous vous en souveniez pendant quelques jours.
he: אם בעתיד אשאל אתכם שאלה מוקדם מדי, ותצליחו לזכור את התשובה ללא מאמץ, דרגו את הכרטיסיה 5. אני אתחשב בזה בכך שאחכה הרבה יותר לפני שאשאל את אותה השאלה שוב. אם אני קולע בדיוק, כך שאתם זוכרים את התשובה תוך מאמץ מסויים, דרגו 4. מצד שני, אם נדרש מכם מאמץ ניכר כדי לזכור את התשובה, ואתם חושבים שחיכיתי יותר מדי לפני ששאלתי אתכם את השאלה, דרגו את הכרטיסיה 3. אם אינכם זוכרים את התשובה בכלל, דרגו את הכרטיסיה 0 או 1, ואני אמשיך לשאול אתכם את השאלה עד שתחשבו שאתם יכולים לזכור אותה במשך מספר ימים.
hu: Amennyiben a jövőben túl korán tenném fel a kérdést, és emiatt Ön gondolkodás nélkül rávágja a választ, akkor értékelje a kártyát 5-össel. Ezt figyelembe véve jóval többet fogok várni az adott kérdés újbóli feltételéig. Ha pont eltalálom, vagyis ha pont megfelelő erőfeszítésbe kerül Önnek a válasz, akkor értékelje a kártyát 4-essel. Ellenben ha Önnek jelentős erőfeszítésbe kerül előhívni a választ, és úgy gondolja, hogy túl sokat vártam a kérdés feltételéig, akkor értékelje a kártyát 3-assal. Amennyiben egyáltalán nem emlékszik rá, osztályozzon 0-ás vagy 1-es értékeléssel, és én addig ismétlem ezt a kérdést, mígnem Ön úgy gondolja, hogy fog már rá emlékezni pár napig.
id: Jika di masa depan saya menanyakan pertanyaan terlalu cepat, dan Anda dapat mengingatnya tanpa usaha berarti, Anda memberi tingkat/rate 5 pada kartu. Saya akan memperhitungkan untuk tidak menanyakannya pada waktu yang lama. Jika saya tepat (dalam menentukan waktu memunculkan pertanyaan), sehingga Anda dapat mengingatnya, walaupun dengan sedikit usaha, Anda memberi grade 4 pada kartu. Jika butuh usaha lebih bagi Anda untuk mengingat jawaban, dan Anda pikir saya terlalu lama menanyakan pertanyaan ini, maka beri grade 3 pada kartu. Jika Anda gagal mengingat jawaban, beri rate 0 atau 1, dan saya akan terus menanyakan pertanyaan ini hingga Anda pikir Anda dapat mengingatnya lagi untuk beberapa hari ke depan.
ja: グレード0、1は、あなたがグレード2を付けるまで何回も復習します。紙の単語カードと同じです。 グレード2以上は「覚えているから今日はおしまい」ということになり、翌日以降の適切な時に、あたしが出題します。 グレード3は2よりも間隔を開けて出題します。 グレード４は努力の結果覚えられたということ。あたしのお手伝いが良かったとも言えるわね。 グレード5はあなたには簡単すぎるから、ごくたまに出題するわ。 科学者の研究によると、これが一番効率的なやり方なんですって!
nb_no: Hvis jeg i fremtiden skulle spørre deg for tidlig, og du husker det uten vanskeligheter, graderer du kortet til 5. Jeg vil ta det til etteretning ved å vente lenger før jeg spør deg samme spørsmålet igjen. Hvis jeg spør akkurat til rett tid slik at du husker det, om enn med litt anstrengelser, så graderer du det til 4. Hvis det på den andre siden koster deg en betydelig anstrengelse å komme på svaret, og du mener jeg ventet for lenge med å spørre dette spørsmålet, så graderer du kortet til 3. Hvis du ikke klarer å huske det overhodet, gir du det enten 0 eller 1, så skal jeg fortsette å spørre deg dette spørsmålet til du igjen tror du vil klare å huske det ett par dager.
ru: Если пройдёт недостаточно много времени, и Вы моментально вспомните ответ, даже не задумываясь, пометьте эту карточку пятёркой. Я учту это и в следующий раз буду ждать значительно дольше, прежде чем снова задать этот же вопрос. Если мой расчёт окажется верным, и Вы вспомните ответ, хотя и с некоторым усилием, поставьте карточке ранг 4. Если же, напротив, поиск ответа вызывает у Вас существенные затруднения, и Вы считаете, что слишком долго ждали, пока я задам этот вопрос, присвойте карточке ранг 3. Если же Вы вообще ничего не можете вспомнить, выставьте ранг 0 или 1, и я буду спрашивать Вас, пока Вы не будете уверены, что запомните ответ на несколько дней.
tr: Eğer ileride ben soruyu çok erken sorarsam ve her hangi bir çaba göstermeden hatırlayabilirseniz, kartı 5 ile derecelendirin. Ben bunu hesaba katıp soruyu tekrar sormadan önce çok daha uzun bekleteceğim Eğer tam zamanında karşınıza getirirsem ve böylece az bir çabayla hatırlayabilirseniz, 4 ile derecelendirin. Diğer bir yandan eğer yanıtı hatırlamanız için belirgin bir çaba gerekiyorsa ve bu soruyu sormak için çok beklediğimi düşünüyorsanız kartı 3 ile derecelendirin. Hatırlama konusunda başarısızlığa uğrarsanız 0 ya da 1 ile derecelendirin ve soruyu bir kaç gün daha hatırlayacağınızı düşünene kadar ben size bu soruyu sormaya devam edeyim.

source: Grades 3-5
da: Graderne 3-5
eo: Rangoj 3-5
fr: Notes 3-5
he: דירוגים 3-5
hu: 3-5 közti osztályzatok
id: Grade 3-5
ja: グレードのリスト
nb_no: Nivå 3-5
ru: Ранги с 3 по 5
tr: Dereceler 3-5

source: If you're into statistics, I can keep detailed logs of your revisions. Not only that, but if you want, I can upload transparently a completely anonymous version of these logs to a central site for analysis, so that you can help making me better. In this way, you also contribute to scientific research on long-term memory. Uncheck the following box if you do not want to do this.
da: Hvis du godt kan lide statistik, kan jeg lave en detaljeret log over din gennemgange. Men ikke blot det, jeg kan også uploade en fuldstændig anonym version af disse logs til en central side for analyser, so du kan hjælpe med at gøre mig bedre. På den måde hjælper du også videnskabelig forskning inden for langtidshukommelse.
eo: Se vi estas statistikema, mi povas konservi detalajn protokolojn de viaj pliboniĝado. Ne tion solan mi povas fari: se vi volas, mi alŝutados senpercepte tute anoniman version de tiuj protokoloj al centra retejo por analizo; tiel mi plibonigos min. Vi ankaŭ tiel kontribuos al scienca esploro pri longtempa memoro. Malŝaltu jenan markobutonon, se vi ne volas, ke mi faros tion.
fr: Si cela vous intéresse, Mnemosyne peut conserver des statistiques détaillées sur vos révisions. Si vous l'y autorisez, Mnemosyne peut transférer une version totalement anonyme de vos statistiques vers un site central. Ceci permettra d'améliorer les futures versions du programme. De plus, vous contribuerez à la recherche scientifique sur la mémoire à long terme. Désactivez l'option suivante si vous n'êtes pas d'accord.
he: אם אתם מתעניינים בסטטיסטיקה, אני יכול לשמור תיעוד מפורט של תהליך הלמידה שלכם. זאת ועוד - אם תרצו, אני יכול להעלות גרסה אנונימית לחלוטין של התיעודים האלו לאתר מרכזי עבור ניתוח, כדי שתוכלו לעזור לשפר אותי. זאת אעשה מבלי להפריע לכם. כך גם תתרמו למחקר המדעי על זיכרון לטווח ארוך. רוקנו את התיבה הבאה אם אין ברצונכם לעשות זאת.
hu: Amennyiben Önt érdekli a statisztika, tudok részletes naplókat vezetni a munkameneteiről. Ezen felül még, amennyiben Ön is hozzájárul, fel tudok tölteni egy teljesen névtelenített változatot ezekből a naplókból vizsgálatok céljára egy központi tárolóba, hogy ezáltal Ön segíthessen engem jobbá tenni. Ezúton Ön még a hosszútávú emlékezéssel kapcsolatos tudományos kutatásokat is támogatja. Törölje a pipát a következő jelölőnégyzetből amennyiben Ön ehhez nem járul hozzá.
id: Jika Anda menginginkan statistik, saya dapat menyimpan log detail dari revisi Anda. Tidak hanya itu, jika Anda mau, saya akan mengunggah secara anonim log ke situs utama untuk dianalisis, sehingga Anda dapat menolong saya agar jadi lebih baik. Dengan cara ini, Anda juga berkontribusi pada riset keilmuan untuk ingatan jangka panjang. Hilangkan centang pada kotak berikut bila Anda tidak ingin melakukan ini.
ja: あなたの復習についての統計は詳細に記録しています。 お望みなら、その記録を、匿名で、ホスト側にアップロードして、分析していかがでしょうか。 そうしますと、あなたの復習データが、長期記憶に関する科学的研究に資することにもなります。 もしあなたの復習データを匿名でアップロードすることをお望みでないなら、下記のボックスのチェックマークをオフにしてください。
nb_no: Hvis du er interessert i statistikk, så kan jeg føre detaljerte logger over dine revisjoner. Og ikke bare det, men hvis du vil, så kan jeg også laste opp helt anonyme versjoner av disse loggene til en sentral hjemmeside for analyser, slik at du kan hjelpe meg å bli bedre. På denne måten vil du også bidra til vitenskaptlig forskning på langtidsminne. Huk av i den følgende avkrysningsboksen hvis du ikke ønsker dette.
ru: Если Вам интересна статистика, я могу вести подробный журнал Ваших успехов. Но и не только это. Если Вы захотите, я могу совершенно прозрачно отправлять абсолютно анонимную версию этого лога на наш основной сайт, чтобы Вы помогли сделать меня лучше. В этом случае Вы также окажете неоценимую помощь в научных исследованиях механизмов долговременной памяти. Если Вы не хотите этого делать, выключите эту опцию здесь:
tr: Eğer istatistiğe meraklı iseniz, tekrarlarınızın kayıt defterlerini saklayabilirim. Sadece bu değil, ayrıca eğer isterseniz, benim daha iyi olmama yardımcı olmak adına kayıt defterlerinin tamamen isimsiz sürümünü merkez siteye yükleyebilirim. Böylece uzun zamanlı hafıza üzerine olan bilimsel çalışmaya katkıda bulunmuş olursunuz. Bunu istemiyorsanız aşağıdaki kutudaki işareti kaldırın.

source: (You can always change this setting later using the 'Configure Mnemosyne' menu option.)
da: (Du kan altid ændre denne indstilling senere i 'Konfigurer Mnemosyne' menuen.)
eo: (Vi ĉiam povas ŝanĝi ĉi tiun agordon per la “Agordi Mnemozinon” menuopcio.)
fr: (Vous pourrez modifier ce choix grâce au menu "Configurer Mnemosyne").
he: (אתם תמיד יכולים לשנות את ההגדרה הזו מאוחר יותר באמצעות "אפשרויות מנימוסינה" בתפריט.)
hu: (Ön ezt bármikor megváltoztathatja a későbbiekben a 'Mnemosyne beállítások' menüpontban.)
id: (Anda selalu dapat mengubah pengaturan ini menggunakan opsi menu 'Konfigurasi Mnemosyne'.)
ja: (いつでも「覚エテチョウの設定」で変えることができます.)
nb_no: (Du kan alltid forandre denne tilpassningen senere, under menyvalget 'Konfigurer Mnemosyne'.)
ru: (В любом случае Вы сможете изменить эту настройку позднее через пункт меню "Конфигурация Mnemosyne")
tr: (Bu ayarlamayı daha sonra 'Mnemosyne'i ayarla' menü seçeneğiyle değiştirebilirsiniz. )

source: Statistics
da: Statistik
eo: Statistikoj
fr: Statistiques
he: סטטיסטיקה
hu: Statisztika
id: Statistik
ja: 統計
nb_no: Statistikk
ru: Статистика
tr: İstatistikler

source: Now you're ready to start! <p> Add new cards by clicking on the icon with the 'plus' sign in the top left. <p> Remember, there is no need to worry about saving your work, I will do so automatically. <p> For best results, I suggest you do your revisions every day, although I'll try to cope as best I can if you postpone your revisions or if you want to learn ahead of time. <p> For more documentation, see http://www.mnemosyne-proj.sourceforge.net. <p> Happy learning!
da: Nu er du klar til at starte! <p> Tilføj nye kort ved at klikke på ikonet med 'plus'-tegnet i øverste venstre hjørne. <p> Husk, du skal ikke bekymre dig om at gemme dit arbejde, jeg gør det helt automatisk. <p> For de bedste resultater, anbefaler jeg at du foretager gennemgange hver dag. Jeg vil dog gøre mit bedste for at håndtere det selvom du skulle komme bagud, eller har lyst til at lære lidt forud for planen. <p> Se mere dokumentation på http://www.mnemosyne-proj.sourceforge.net (engelsk). <p> God fornøjelse!
eo: Nun vi povas ekuzi min! <p> Aldonu novajn kartojn per la “plus” bildsimbolo ĉe la supromaldekstro de la fenestro. <p> Memoru: vi ne povas konservi vian laboron. Mi mem faros tion. <p> Se vi volas havi la plej bonajn rezultojn, uzu min ĉiutage. Mi penos tamen fari bone, eĉ se vi prokrastos aŭ antaŭlernos. <p> Se vi volas vidi pli da dokumentado, iru al http://www.mnemosyne-proj.sourceforge.net. <p> Feliĉan lernadon!
fr: Vous êtes maintenant prêt à commencer! <p> Pour créer de nouvelles cartes, cliquez sur l'icône en forme de "plus" en haut à gauche de la barre d'outils. <p> Il est inutile de vous préoccuper de la sauvegarde de votre travail, Mnemosyne l'enregistre automatiquement. <p> Pour obtenir de meilleurs résultats, il est conseillé de réviser tous les jours. Cependant, Mnemosyne s'adaptera de son mieux si vous repoussez vos révisions ou si vous étudiez en avance. <p> Vous trouverez plus d'information sur http://www.mnemosyne-proj.sourceforge.net. <p> Bon apprentissage!
he: כעת אתם מוכנים להתחיל! <p> הוסיפו כרטיסיות באמצעות לחיצה על הסמל '+' בפינה השמאלית העליונה. <p> זכרו - אין צורך לדאוג לגבי שמירת עבודתכם. אני אעשה זאת באופן אוטומטי. <p> לקבלת התוצאות הטובות ביותר, אני מציע שתבצעו את החזרה שלכם בכל יום, למרות שאנסה להתמודד באופן הטוב ביותר אם תדחו את החזרה שלכם או אם תעדיפו להקדים את התכנון. <p> לתיעוד נוסף, בקרו ב-http://www.mnemosyne-proj.sourceforge.net. <p> למידה מהנה!
hu: Ön most már kezdésre kész! <p> Új kártyák felviteléhez kattintson a bal felső sarokban lévő 'plusz'-jeles ikonra. <p> Emlékeztetem, hogy nincs szükség munkájának folytonos mentésére, mivel én ezt megteszem automatikusan. <p> A legjobb eredmény érdekében azt javaslom, hogy végezzen naponta munkameneteket, bár én megteszek minden tőlem telhetőt annak kezelésére, ha Ön akár elhalasztaná, akár előrehozná a tanulását. <p> További dokumentációért látogassa meg a következő weboldalt: http://www.mnemosyne-proj.org/ . <p> Jó tanulást!
id: Sekarang Anda siap memulai! <p> Tambahkan kartu baru dengan cara klik pada icon dengan tanda '+' pada icon di kiri atas. <p> Ingat, tidak perlu khawatir untuk menyimpan pekerjaan Anda, saya akan melakukannya secara otomatis. <p> Untuk hasil terbaik, saya sarankan Anda untuk melakukan revisi setiap hari, walaupun saya berusaha untuk mengatasi jika Anda menunda melakukan revisi atau Anda ingin belajar jadwal setelahnya. <p> Untuk dokumentasi lebih lanjut, lihat http://www/mnemosyne-proj.sourceforge.net. <p> Selamat belajar!
ja: では、始めましょう！ <p> 新しいカードを追加するには、左上にある「+」ボタンをクリックしてください。 <p> 保存する心配はありません。あたしが自動的にします。 <p> 良い結果のために、毎日復習することをお勧めいたします。 <p> ウェブサイトもご覧ください！ 英語：http://www.mnemosyne-proj.org 日本語：http://www.ushigaeru.com/oboetechou <p> 勉強楽しんでくださいね!
nb_no: Nå er du klar til å begynne! <p> Legg til nye kort ved å klikke på ikonet med plusstegn øverst til venstre. <p> Husk, du trenger ikke bekymre deg for å lagre arbeidet ditt. Det veil jeg gjøre automatisk. <p> For best resultat, anbefaler jeg at du repeterer hver dag, selv om jeg skal gjøre som best jeg kan hvis du utsetter repetisjonene dine eller hvis du ønsker å lære forran tidsskjema. <p> For mer dokumentasjon, se http://www.mnemosyne-proj.sourceforge.net. <p> God læring!
ru: Теперь Вы готовы к началу работы! <p> Добавляйте новые карточки, нажимая на иконку со знаком "плюс" слева вверху. <p> Помните, что совершенно необязательно беспокоиться о сохранении Вашей работы, поскольку я делаю это автоматически. <p> Для достижения наилучших результатов настоятельно рекомендую повторять материал каждый день. Хотя я буду стараться выбирать лучшие варианты, даже если Вы предпочтёте отложить обучение или захотите забежать вперёд. <p> За полной документацией обращайтесь на наш сайт http://www.mnemosyne-proj.sourceforge.net. <p> Учитесь с удовольствием!
tr: Artık başlamaya hazırsınız! <p> Sol üstteki 'artı' işaretli tuşa basarak yeni kart ekleyiniz. <p> Unutmayın ki çalışmalarınızı kaydetmek için endişelenmenize gerek yok. Kayıt işini otomatik olarak ben yapacağım. <p> Çalışmalarınızı ertelediğinizde ya da programın ilerisinde gitmek istedeğinizde üstesinden gelmek için elimden gelenin en iyisini yapacak olsam da, en iyi sonuç için tekrarlarınızı her gün yapmanızı öneririm. <p> Daha fazla dosya için, http://www.mnemosyne-proj.sourceforge.net'e bakın. <p> Mutlu öğrenmeler!

source: Ready to start
da: Klar til start
eo: Ek!
fr: Prêt à commencer
he: מוכנים להתחיל
hu: Kezdhetjük
id: Siap untuk memulai
ja: 準備OK
nb_no: Klar til start
ru: К старту готовы!
tr: Başlamaya hazır

source: Insert &image
da: Indsæt &billede
eo: Enmeti &bildon
fr: Insérer une &image
he: הכנסת &תמונה
hu: &Kép beszúrása
id: Masukkan &gambar
ja: &イメージを挿入する
nb_no: Sett inn &bilde
ru: Вставить карт&инку
tr: Res&im ekle

source: Ctrl+I
da: Ctrl+B
eo: Stir+I

source: Insert &sound
da: Indsæt &lyd
eo: Enmeti &sonon
fr: Insérer un &son
he: הכנסת &צליל
hu: &Hang beszúrása
id: Masukkan &suara
ja: &音声ファイルを挿入する
nb_no: Sett inn &lyd
ru: Вставить &звук
tr: &Ses ekle

source: &3-sided input
da: &3-sidet input
eo: Aldoni &tri-flankajn kartojn
fr: Carte à &3 faces
he: קלט &תלת-צדדי
hu: &3-oldalú kártya
id: masukan &3-sisi
ja: &3面インプット
nb_no: &3-sidet kort
ru: &3-сторонняя карточка
tr: &3-yönlü girdi

source: Image files
da: Billedfiler
eo: Bildaj dosieroj
fr: Fichiers image
he: קובץ תמונה
hu: Képfájlok
id: Berkas gambar
ja: 写真ファイル
nb_no: Bildefiler
ru: Файлы изображений
tr: Resim dosyaları

source: Insert image
da: Indsæt billede
eo: Enmeti bildon
fr: Insérer une image
he: הכנסת תמונה
hu: Kép beszúrása
id: Masukkan gambar
ja: イメージを挿入する
nb_no: Sett inn bilde
ru: Вставить картинку
tr: Resim ekle

source: Sound files
da: Lydfiler
eo: Sonaj dosieroj
fr: Fichiers son
he: קבצי צליל
hu: Hangfájlok
id: Berkas suara
ja: 音声ファイル
nb_no: Lydfiler
ru: Звуковые файлы
tr: Ses dosyaları

source: Insert sound
da: Indsæt lyd
eo: Enmeti sonon
fr: Insérer un son
he: הכנסת צליל
hu: Hang beszúrása
id: Masukkan suara
ja: 音声ファイルを挿入する
nb_no: Sett inn lyd
ru: Вставить звук
tr: Ses ekle

source: Scheduled cards for next week:
eo: Planataj kartoj por la sekva semajno:

source: In
da: Om
eo: Post
fr: Dans
he: בעוד
id: Dalam
ja: 今日から
nb_no: Om
ru: Через

source: day(s) :
da: dag(e) :
eo: tagoj:
fr: jour(s):
he: ימים:
hu: napon belül :
id: hari :
ja: 日後:
nb_no: dag(er):
ru: дня(-ей):
tr: gün(ler):

source: Number of cards with the following grades:
eo: Nombro da kartoj kun tiujn rangojn:

source: Grade
da: Grad
eo: Rango
fr: Note
he: דירוג
hu: Jegy
ja: グレード
nb_no: Nivå
ru: Ранги
tr: Derece

source: No current card.
da: Ingen kort.
eo: Neniu nuna karto.
fr: Aucune carte en cours.
he: אין כרטיסיה נוכחית.
hu: Nincs kártya kiválasztva.
id: Tidak ada kartu.
ja: カードが選択されていない。
nb_no: Ingen kort valgt.
ru: Карточка не задана
tr: Kart bulunmamakta.

source: Cards
da: Kort
eo: Kartoj
fr: Cartes
he: כרטיסיות
hu: Kártya
id: Kartu
ja: カード
nb_no: Kort
ru: Карточки
tr: Kartlar

source: Schedule
da: Plan
eo: Plano
fr: Planning
he: לוח זמנים
hu: Ütemterv
id: Jadwal
ja: スケジュール
nb_no: Tidsskjema
ru: Расписание
tr: Çizelge

source: Grades
da: Grader
eo: Rangoj
fr: Notes
he: דירוגים
hu: Jegyek
id: Grade
ja: グレード
nb_no: Nivå
ru: Ранги
tr: Dereceler

source: Categories
da: Kategorier
eo: Kategorioj
fr: Catégories
he: קטגוריות
hu: Kategóriák
id: Kategori
ja: カテゴリー
nb_no: Kategorier
ru: Категории
tr: Kategoriler

source: Current card
da: Dette kort
eo: Nuna karto
fr: Carte actuelle
he: כרטיסיה נוכחית
hu: Jelenlegi kártya
id: Kartu saat ini
ja: 選択されたカード
nb_no: Gjeldende kort
ru: Текущая карточка
tr: Geçerli kart

source: For optimal results, it's best to do your repetitions every day.
da: For at opnå optimale resultater, er det bedst at repetere hver dag.
eo: Se vi volas havi la plej bonajn rezultojn, ripetadu ĉiutage.
fr: Pour obtenir de meilleurs résultats, révisez chaque jour.
he: לקבלת התוצאות הטובות ביותר, מומלץ לבצע חזרות בכל יום.
hu: A leghatékonyabb eredmény érdekében a legjobb, ha minden nap feleltetést tart.
id: Untuk hasil yang optimal, lakukan pengulangan setiap hari.
ja: 毎日カードの復習をしたほうがお勧めです.
nb_no: For optimale resultater er det best om du repeterer hver dag.
ru: Для оптимальных результатов лучше всего заниматься каждый день.
tr: Optimum sonucu alabilmek için en iyi yol, tekrarlarınızı her gün yapmanızdır.

source: If you've been away for a few days, don't worry about your backlog. Do as many cards as you feel like to catch up, the rest will be automatically rescheduled to the future.
da: Du skal ikke bekymre dig hvis du har været væk et par dage. Gennemgå så mange kort du har lyst til for at indhente det, resten vil automatisk blive genplanlagte.
eo: Se vi forestis dum kelkaj tagoj, ne zorgas. Laboru tiom, kiom vi volas; la kartoj, kiun vi ne volas respondi, replaniĝos aŭtomate.
fr: Si vous vous absentez quelques jours, ne vous en faites pas pour le retard accumulé. Révisez autant de cartes que vous en avez envie, les autres seront remises à une date ultérieure.
he: אם לא הייתם זמינים במשך מספר ימים, אל תדאגו בקשר למצבור הלמידה שלכם. למדו כמה כרטיסים שמתחשק לכם כדי להתעדכן. היתר יתוזמן מחדש לזמן אחר בעתיד.
hu: Amennyiben Ön pár nap használatot kihagyna, ne aggódjon a menetrendjéről! A felzárkózás érdekében válaszoljon meg annyi kártyát amennyit csak jól esik - a többi automatikusan átütemeződik későbbre.
id: Jika Anda pergi untuk beberapa hari, jangan khawatir tentang backlog Anda. Lakukan yang Anda perlukan, dan sisanya akan secara otomatis dijadwalkan di masa yang akan datang.
ja: もし、二三日復習しなかったら、無理しないでください。できるだけカードを復習して、その後自動的に覚エテチョウが残っているカードを延期するので、ご安心してください。
nb_no: Hvis du har vært borte ett par dager, skal du ikke bekymre deg over opparbeidede repetisjoner. Gjør så mange kort du gidder for å hente deg opp igjen. Resten vil automatisk bli skjøvet frem i tid.
ru: Если Вы пропустили несколько дней, не беспокойтесь о "хвостах". Повторите столько карточек, сколько сами считаете необходимым для того, чтобы не отстать от графика, а остальные будут автоматически перераспределены на ближайшее будущее.
tr: Eğer bir kaç gün uzak kaldıysanız, biriken işleriniz için endişelenmeyin. Yakalamak istediğiniz kadar kart ile ilgilenin, geri kalanı otomatik olarak gelecek günlere programlanacaktır.
