Repository: tbabej/mnemosyne-old
Catalog: mnemosyne/po/*.po
Languages: da, eo, fr, he, hu, id, ja, nb_no, ru, tr

source: Error in config.py:
da: Fejl i config.py:
eo: Eraro en config.py:
fr: Erreur dans config.py:
he: שגיאה בקובץ config.py:
hu: Hiba a config.py fájlban:
id: Galat pada berkas config.py:
ja: config.pyのエラー:
nb_no: Feil i config.py:
ru: Ошибка в config.py:
tr: config.py'de hata:

source: Error when running plugin:
da: Fejl under kørsel af plugin:
eo: Eraro en la kromprograma lanĉo:
fr: Erreur à l'exécution du plug-in:
he: שגיאה בהרצת פלאג-אין:
hu: Hiba a bővítmény futtatása közben:
id: Galat ketika menjalakan plugin:
ja: pluginのエラー:
nb_no: Feil ved kjøring av programtillegg:
ru: Ошибка в плагине:
tr: Eklentiyi çalıştırırken hata:

source: Unable to load file.
da: Filen kunne ikke loades.
eo: La dosiero ne povas ŝarĝiĝi.
fr: Impossible de charger le fichier.
he: אין אפשרות לטעון את הקובץ.
hu: Nem lehet betölteni a fájlt.
id: Tidak dapat memuat berkas.
ja: ファイルをロードできません。
nb_no: Klarte ikke åpne fil.
ru: Не могу загрузить файл.
tr: Dosya yüklenemiyor.

source: Invalid file format.
da: Ugyldigt filformat.
eo: Tiu dosierformo estas nevalida.
fr: Format de fichier invalide.
he: תצורת קובץ בלתי תקינה.
hu: Hibás fájlformátum.
id: Format berkas tidak valid.
ja: ファイルの種類は認めらてりません。
nb_no: Ugyldig filformat.
ru: Неправильный формат файла.
tr: Geçersiz dosya biçimi.

source: Unable to save file.
da: Filen kunne ikke gemmes.
eo: La dosiero ne povas konserviĝi.
fr: Impossible d'enregistrer le fichier.
he: אין אפשרות לשמור את הקובץ.
hu: Nem lehet elmenteni a fájlt.
id: Tidak dapat menyimpan berkas.
ja: ファイルを保存できません。
nb_no: Klarte ikke lagre fil.
ru: Не могу сохранить файл.
tr: Dosya kaydedilemiyor.

source: Unable to parse XML:
da: Følgende XML kunne ikke fortolkes:
eo: La XML ne povas sintakse analiziĝi.
fr: Impossible de lire le fichier XML:
he: אין אפשרות לנתח את קובץ ה-XML:
hu: Nem lehet az XML-t elemezni:
id: Tidak dapat memparsing XML:
ja: XMLは読み込みできません:
nb_no: Klarte ikke tolke XML:
ru: Не могу распознать XML:
tr: XML çözümlenemiyor:

source: Unrecognised encoding.
da: Encodingen blev ikke genkendt.
eo: Tiu kodoprezento estas nerekonita.
fr: Encodage non reconnu.
he: קידוד לא מזוהה.
hu: Ismeretlen kódolás.
id: Encoding tidak dikenali.
ja: 文字エンコーディングが不明です。
nb_no: Ukjent koding.
ru: Нераспознанная кодировка.
tr: Tanımlanmamış kodlama.

source: Missing answer on line:
da: Manglende svar på linje:
eo: Respondo estas manka ĉe la linio:
fr: Réponse absente à la ligne:
he: תשובה חסרה בשורה:
hu: Hiányzó válasz a következő sorban:
id: Jawaban hilang pada baris:
ja: この行目に答えが行方不明:
nb_no: Manglende svar på linje:
ru: Отсутствует ответ в строке:
tr: Eksik yanıt şu satırda:

source: Unable to load database. Creating tmp file.
da: Det var ikke muligt at åbne databasen. Opretter tmp fil.
eo: La datumbazo ne povas ŝarĝebliĝi. Mnemozino nun kreas tmp-dosieron.
fr: Impossible de charger la base de données. Création d'un fichier temporaire.
he: אין אפשרות לטעון את בסיס הנתונים. יוצר קובץ זמני.
hu: Nem lehet betölteni az adatbázist. Átmeneti (tmp) fájl lesz létrehozva.
id: Tidak dapat memuat basisdata. Membuat berkas tmp.
ja: データベースをロードすることができません。 TMPファイルを作成しています。
nb_no: Klarte ikke laste database. Oppretter tmp fil.
ru: Не могу загрузить базу данных. Создаю временный файл.
tr: Veritabanı yüklenemiyor. tmp dosyası oluşturuluyor.

source: Mnemosyne
eo: Mnemozino
he: מנימוסינה
ja: 覚エテチョウ
tr: Mnemosyen

source: &OK
eo: &Akcepti
he: &אישור
hu: &Rendben
tr: &Tamam

source: File exists:
da: Fil eksisterer:
eo: La dosiero ekzistas:
fr: Le fichier existe déjà:
he: קובץ קיים:
hu: A fájl már létezik:
id: Berkas telah ada:
ja: 既に同じ名前のファイルが存在している:
nb_no: Filen finnes:
ru: Файл уже существует:
tr: Dosya bulunmakta:

source: &Overwrite
da: &Overskriv
eo: &Anstataŭigi
fr: &Écraser
he: &החלף
hu: &Felülír
ja: &上書きする
nb_no: &Overskriv
ru: &Перезаписать
tr: Ü&stüneyaz

source: &Cancel
da: &Annuller
eo: &Rezigni
fr: &Annuler
he: &ביטול
hu: &Mégsem
ja: &キャンセル
nb_no: &Avbryt
ru: О&тменить
tr: İ&ptal

source: Removed duplicates:
da: Fjernede dubletter:
eo: Duobloj forviŝiĝis:
fr: Doublons supprimés:
he: כפילויות שהוסרו:
hu: Törölt duplikátumok:
id: Duplikat terhapus:
ja: 同じカードを削除しました:
nb_no: Fjernet duplikater:
ru: Удалённые повторы:
tr: Silinmiş kopyalar:

source: There are cards with different answers for question:
da: Der er kort med forskellige svar til spørgsmål:
eo: Ekzistas kartoj kun malsamaj respondoj al jena demando:
fr: Il y a des cartes avec des réponses différentes pour la question:
he: ישנן כרטיסיות בעלות תשובות שונות עבור השאלה:
hu: Vannak kártyák amik eltérő választ adnak a következő kérdésre:
id: Ada kartu dengan jawaban berbeda untuk pertanyaan:
ja: この質問は二つ以上答えがあります:
nb_no: Det finnes kort med ulike svar på spørsmål:
ru: Есть карточки с разными ответами на этот вопрос:
tr: Şu sorular için farklı yanıtlarda kartlar bulunmakta:

source: &Merge and edit
da: &Flet og rediger
eo: &Kunfandi kaj redakti
fr: &Fusionner et éditer
he: &מזג וערוך
hu: &Egyesít és szerkeszt
id: &Merge dan edit
ja: &結合して編集する
nb_no: &Slå sammen og rediger
ru: &Объединить и редактировать
tr: &Birleştir ve düzenle

source: &Don't merge
da: &Flet ikke
eo: &Ne kunfandi
fr: &Ne pas fusionner
he: &אל תמזג
hu: &Nincs egyesítés
id: &Jangan gabung
ja: &結合しない
nb_no: &Ikke slå sammen
ru: &Не объединять
tr: &Birleştirme

source: Done!
da: Færdig!
eo: Farita!
fr: Terminé!
he: הושלם!
hu: Kész!
id: Selesai!
ja: 終わりました!
nb_no: Ferdig!
ru: Готово!
tr: Bitti!

source: You don't remember this card yet.
da: Du kan ikke huske dette kort endnu.
eo: Vi ne jam scias la respondon al ĉi tiu karto.
fr: Vous ne connaissez pas cette carte.
he: אינכם זוכרים כרטיסיה זו עדיין.
hu: Ön még nem emlékszik erre a kártyára.
id: Anda belum mengingat kartu ini.
ja: このカードはまだ覚えっていません。
nb_no: Du har ikke memorisert dette kortet enda.
ru: Вы ещё не запомнили эту карточку.
tr: Bu kartı henüz hatırlamıyorsunuz.

source: Like '0', but it's getting more familiar.
da: Som '0', men det er ved at blive genkendeligt.
eo: Simila al 0, sed vi plikonadas ĝin.
fr: Vous ne vous en souvenez pas mais ça devient familier.
he: כמו '0', אבל נהיה מוכר יותר.
hu: Mint a '0'-ás, de már kezd ismerős lenni.
id: Seperti '0', tapi sekarang lebih familiar.
ja: 「０」に似ているが、どんどんと慣れ親しんでいきます。
nb_no: Som '0', men det begynner å bli mer kjent.
ru: Как '0', но кажется более знакомым.
tr: '0' gibi, fakat biraz daha tanıdıklaşıyor.

source: Show it less often.
da: Vis det sjældnere.
eo: Montru ĝin pli malofte.
fr: Le montrer moins souvent.
he: הצג זאת לעתים רחוקות יותר.
hu: Mutasd ritkábban.
id: Tunjukkan lebih jarang.
ja: 今からあまり見せないようにします。
nb_no: Vis det sjeldnere.
ru: Показывать пореже.
tr: Daha az sıklıkla göster.

source: You've memorised this card now,
da: Du husker dette kort nu,
eo: Nun vi scias tiun karton,
fr: Vous avez mémorisé cette carte
he: כעת אתם זוכרים כרטיסיה זו
hu: Ezt a kártyát Ön most megjegyezte
id: Anda telah mengingat kartu ini sekarang,
ja: 今このカードのことを記憶しましたから
nb_no: Du har memorisert dette kortet nå,
ru: Теперь Вы запомнили эту карточку
tr: Bu kartı artık ezberlediniz,

source: and will probably remember it for a few days.
da: og vil nok huske det et par dage.
eo: kaj probable vi memoros ĝin dum kelkaj tagoj.
fr: et vous vous en souviendrez pendant quelques jours.
he: וככל הנראה תזכרו אותה במשך מספר ימים.
hu: és valószínűleg emlékezni fog rá pár napig.
id: namun mungkin melupakannya dalam beberapa hari.
ja: おそらく数日は覚えているでしょう。
nb_no: og vil sannsynligvis huske det noen dager.
ru: и, вероятно, будете помнить ещё несколько дней.
tr: ve büyük olasılıkla bir kaç gün hatırlayacaksınız.

source: You have forgotten this card completely.
da: Du har fuldstændig glemt dette kort.
eo: Vi tute forgesis ĉi tiun karton.
fr: Vous avez oublié cette carte.
he: שכחתם כרטיסיה זו לחלוטין.
hu: Ön teljesen elfelejtette ezt a kártyát.
id: Anda telah benar-benar melupakan kartu ini.
ja: このカードのことを完全に忘れてしまいました。
nb_no: Du har glemt dette kortet fullstendig.
ru: Вы полностью забыли эту карточку.
tr: Bu kartı tamamen unuttunuz.

source: Barely correct answer. The interval was way too long.
da: Langt fra korrekt svar. Intervallet var alt for langt.
eo: Via apenaŭ memoris la respondon; la intertempo estis multe tro longa.
fr: Réponse à peine correcte. L'intervalle était beaucoup trop long.
he: תשובה כמעט נכונה. ההשהייה בהחלט הייתה ארוכה מדי.
hu: Szűkösen jó válasz. Az időköz túlságosan hosszú volt.
id: Jawaban hampir benar. Interval mungkin terlalu lama.
ja: かろうじて、正解。休止期間はあまりにも長すぎます。
nb_no: Såvidt riktig svar. Intervallet var antakeligvis for langt.
ru: Ответ правильный, но затрачено слишком много времени.
tr: Güçlükle doğru yanıtladınız. Çok uzun sürdü.

source: Correct answer, but with much effort.
da: Rigtigt svar, men med meget besvær.
eo: Vi memoris la ĝustan respondon, sed per multa peno.
fr: Réponse correcte, mais avec beaucoup d'effort.
he: תשובה נכונה, אבל תוך מאמץ ניכר.
hu: Helyes válasz, de csak komoly erőfeszítés árán.
id: Jawaban benar, namun dengan usaha lebih.
ja: かなりの努力をして正解。
nb_no: Riktig svar, men med store anstrengelser.
ru: Правильный ответ, но нужно было напрячься.
tr: Doğru yanıt fakat büyük çaba gerekti.

source: The interval was probably too long.
da: Intervallet var nok lidt for langt.
eo: La intertempo probable estis tro longa.
fr: L'intervalle était probablement trop long.
he: ההשהייה כנראה הייתה ארוכה מדי.
hu: Az időköz valószínűleg hosszabb volt a kelleténél.
id: Interval mungkin terlalu lama.
ja: 休止期間はおそらく長すぎます。
nb_no: Intervallet var antakeligvis for langt.
ru: Вероятно, интервал был слишком большим.
tr: Muhtemelen çok uzun sürdü.

source: Correct answer, with some effort.
da: Rigtigt svar, men med noget besvær.
eo: Vi memoris la ĝustan respondo per iom da peno.
fr: Réponse correcte, avec un peu d'effort.
he: תשובה נכונה, תוך מאמץ מסויים.
hu: Helyes válasz, megfelelő erőfeszítéssel.
id: Jawaban benar, dengan sedikit usaha.
ja: いくつかの努力をしての正解。
nb_no: Riktig svar, med litt vanskeligheter.
ru: Корректный ответ, адекватные усилия.
tr: Doğru yanıt, bir miktar çaba gerekti.

source: The interval was probably just right.
da: Intervallet var nok rigtigt.
eo: La intertempo probable estis ĝusta.
fr: L'intervalle est adéquat.
he: ההשהייה כנראה התאימה בדיוק.
hu: Az időköz pont jó volt.
id: Interval mungkin telah tepat.
ja: 休止期間はおそらく正しい。
nb_no: Intervallet var nok akkurat passe.
ru: Скорее всего, интервал был подобран правильно.
tr: Zaman aralığı büyük olasılıkla doğru uzunluktaydı.

source: Correct answer, but without any
da: Rigtigt svar, men uden noget
eo: Vi sciis la ĝustan respondon, sed sen ia
fr: Réponse correcte, mais sans
he: תשובה נכונה, אבל ללא כל
hu: Helyes válasz, de semmi
id: Jawaban benar, namun tanpa
ja: 何の困難も無く正解。この休止期間は
nb_no: Riktig svar, men uten vanskeligheter.
ru: Правильный ответ, затруднений
tr: Doğru yanıt, herhangi bir

source: difficulties. The interval was probably too short.
da: besvær. Intervallet var nok lidt for kort.
eo: malfacilo. La intertempo probable estis tro mallonga.
fr: difficulté. L'intervalle était trop court.
he: קושי. ההשהייה כנראה הייתה קצרה מדי.
hu: kihívást nem jelentett. Az időköz valószínűleg túl rövid volt.
id: kesulitan berarti. Interval mungkin terlalu singkat.
ja: おそらく短すぎます。
nb_no: Intervallet var antakeligvis for kort.
ru: не вызвал. Скорее всего, слишком короткий интервал.
tr: zorluk çekmeden... Büyük olasılıkla çok kısa süre gerekti.

source: Main author: Peter Bienstman
da: Hovedforfatter: Peter Bienstman
eo: Ĉefa aŭtoro: Peter BIENSTMAN
fr: Auteur principal: Peter Bienstman
he: יוצר ראשי: פיטר בינסטמן
hu: Főprogramozó: Peter Bienstman
ja: 著者: Peter Bienstman
nb_no: Hovedutvikler: Peter Bienstman
ru: Основной автор: Peter Bienstman
tr: Asıl eser sahibi: Peter Bienstman

source: More info: http://mnemosyne-proj.org
da: Mere info: http://mnemosyne-proj.org
eo: Pli da informaĵo ekzistas ĉe http://mnemosyne-proj.org.
fr: Pour plus d'information: http://mnemosyne-proj.org
he: מידע נוסף: http://mnemosyne-proj.org
hu: További információ: http://mnemosyne-proj.org
id: Info lebih lanjut: http://mnemosyne-proj.org
ja: ウェブサイト： http://mnemosyne-proj.org 日本語：http://www.ushigaeru.com/oboetechou
nb_no: Mer info: http://mnemosyne-proj.org
ru: Дополнительная информация на http://mnemosyne-proj.org
tr: Daha fazla bilgi: http://mnemosyne-proj.org

source: About
da: Om
eo: Pri
fr: À propos
he: על התוכנה
hu: Névjegy
id: Tentang
ja: 覚エテチョウについて
nb_no: Om
ru: О программе
tr: Hakkında

source: Activate categories
da: Aktiver kategorier
eo: Aktivigi kategoriojn
fr: Activer les catégories
he: הפעל קטגוריות
hu: Kategóriák aktiválása
id: Kategori aktif
ja: カテゴリーを選択する
nb_no: Aktiver kategorier
ru: Активировать категории
tr: Kategorileri etkinleştir

source: Select the categories to activate:
da: Vælg de kategorier der skal aktiveres:
eo: Elektu la kategoriojn, kiujn vi volas aktivigi:
fr: Sélectionnez les catégories à activer:
he: בחר קטגוריות להפעלה:
hu: Válassza ki az aktiválni kívánt kategóriákat:
id: Pilih kategori yang akan diaktifkan:
ja: カテゴリーを選択してください:
nb_no: Velg kategoriene som skal aktiveres:
ru: Выбрать категории для активации:
tr: Etkinleşecek kategorileri seç:

source: Activate none
da: Aktiver ingen
eo: Aktivigi neniujn
fr: Ne rien activer
he: אל תפעיל כלום
hu: Az összes lekapcsolása
id: Tidak aktifkan apapun
ja: どれも選択しない
nb_no: Aktiver ingen
ru: Все неактивные
tr: Hiçbirini etkinleştirme

source: Activate all
da: Aktiver alle
eo: Aktivigi ĉiujn
fr: Tout activer
he: הפעל הכל
hu: Az összes aktiválása
id: Aktifkan semua
ja: すべてを選択
nb_no: Aktiver alle
ru: Все активные
tr: Hepsini etkinleştir

source: <default>
da: <standard>
eo: Defaŭlto
fr: <defaut>
he: <ברירת מחדל>
hu: <alapértelmezett>
ja: <デフォルト>
nb_no: <standard>
ru: <стандартные>
tr: <varsayılan>

source: Abandon current card?
da: Drop dette kort?
eo: Ĉu vi ja volas forigi tiun karton?
fr: Abandonner cette carte?
he: לנטוש את הכרטיסיה הנוכחית?
hu: Felhagy a jelenlegi kártyával?
id: Abaikan kartu saat ini?
ja: このカードを消してもよろしいですか?
nb_no: Forkaste dette kortet?
ru: Отказаться от изменений в этой карточке?
tr: Şu anki karttan vazgeç?

source: &Yes
da: &Ja
eo: &Jes
fr: &Oui
he: &כן
hu: &Igen
id: &Ya
ja: &はい
nb_no: &Ja
ru: &Да
tr: &Evet

source: &No
da: &Nej
eo: &Ne
fr: &Non
he: &לא
hu: &Nem
id: &Tidak
ja: &いいえ
nb_no: &Nei
ru: &Нет
tr: &Hayır

source: Question:
da: Spørgsmål:
eo: Demando:
he: שאלה:
hu: Kérdés:
id: Pertanyaan:
ja: 質問:
nb_no: Spørsmål:
ru: Вопрос:
tr: Soru:

source: Answer:
da: Svar:
eo: Respondo:
fr: Réponse:
he: תשובה:
hu: Válasz:
id: Jawaban:
ja: 答え:
nb_no: Svar:
ru: Ответ:
tr: Yanıt:

source: Written form:
da: Skreven form:
eo: Skribata formo:
fr: Forme écrite:
he: צורה כתובה:
hu: Írott forma:
id: Form tertulis:
ja: スペル:
nb_no: Skriftlig form:
ru: Способ написания:
tr: Yazım şekli:

source: Translation:
da: Oversættelse:
eo: Traduko:
fr: Traduction:
he: תרגום:
hu: Fordítás:
id: Terjemahan:
ja: 意味:
nb_no: Oversettelse:
ru: Перевод:
tr: Çevirisi:

source: Card is already in database.
da: Kortet er allerede i databasen.
eo: Tiu karto jam estas en la datumbazo.
fr: Cette carte est déjà dans la base de données.
he: הכרטיסיה כבר נמצאת בבסיס הנתונים.
hu: A kártya már benne van az adatbázisban.
id: Kartu sudah berada di basis data.
ja: このカードは既にデータベースに記録しています。
nb_no: Korten finnes allerede i databasen.
ru: Такая карточка уже есть в базе.
tr: Kart zaten veri tabanında bulunmakta.

source: Duplicate not added.
da: Dublet blev ikke tilføjet.
eo: La duoblo ne aldoniĝis.
fr: Le doublon n'a pas été ajouté.
he: הכפילות לא נכנסה למאגר.
hu: A duplikátum nem lett hozzáadva.
id: Duplikasi tidak ditambahkan.
ja: 同じカードを追加しませんでした。
nb_no: Ikke lagt til duplikat.
ru: Повтор не добавлен.
tr: Çift kopya eklenmedi.

source: There are different answers for
da: Der er forskellige svar til
eo: Ekzistas malsamaj respondoj por
fr: Il y a des réponses différentes à
he: ישנן תשובות שונות עבור
hu: Eltérő válaszok vannak
id: Ada perbedaan jawaban untuk
ja: この質問は
nb_no: Det er ulike svar på
ru: На этот вопрос
tr: Bu soru için farklı yanıtlar

source: this question:
da: dette spørgsmål:
eo: jena demando:
fr: cette question:
he: שאלה זו:
hu: ehhez a kérdéshez:
id: pertanyaan ini:
ja: 二つ以上答えがあります:
nb_no: dette spørsmålet:
ru: есть несколько ответов:
tr: bulunmakta:

source: &Add as is
da: &Tiløj som det er
eo: &Aldoni, kiel jam estas
fr: &Ajouter tel quel
he: &הוסף כך
hu: &Felvesz változatlanul
id: T&ambahkan seperti aslinya
ja: &このままで追加する
nb_no: &Legg til som det er
ru: &Добавить как есть
tr: &Ekle

source: &Do not add
da: &Tilføj ikke
eo: &Ne aldoni
fr: &Ne pas ajouter
he: &אל תוסיף
hu: &Ne legyen felvéve
id: &Jangan tambahkan
ja: &追加しない
nb_no: &Ikke legg til
ru: &Не добавлять
tr: &Ekleme

source: Add cards
da: Tilføj kort
eo: Aldoni kartojn
fr: Ajouter des cartes
he: הוסף כרטיסיות
hu: Kártyák felvitele
id: Tambah kartu
ja: カードを追加する
nb_no: Legg til kort
ru: Добавить карточки
tr: Kart ekle

source: Category:
da: Kategori:
eo: Kategorio:
fr: Catégorie:
he: קטגוריה:
hu: Kategória:
id: Kategori:
ja: カテゴリー:
nb_no: Kategori:
ru: Категория:
tr: Kategori:

source: Pronunciation:
da: Udtalelse:
eo: Elparolo:
fr: Prononciation:
he: הגייה:
hu: Kiejtés:
id: Pelafalan:
ja: 発音:
nb_no: Uttale:
ru: Произношение:
tr: Telafuz:

source: Add &vice versa too
da: Tilføj &vice versa også
eo: Ankaŭ &malon aldoni
fr: Créer la carte &vice-versa
he: הוסף גם את ה&היפך
hu: E&llenkező irányban is felvitel
id: Tambahkan &sebaliknya
ja: &逆カード（答え・質問順番）も追加する
nb_no: Legg til &vice versa også
ru: И в &обратную сторону тоже
tr: Karşılıklı olarak &ekle

source: Select initial grade:
da: Vælg startgrad:
eo: Elektu komencan rangon:
fr: Note initiale:
he: בחר ציון התחלתי:
hu: Válassza ki a kezdeti osztályzatot:
id: Pilih grade awal:
ja: 最初のグレード:
nb_no: Velg utgangsnivå:
ru: Выберите первоначальный ранг:
tr: Başlangıç derecesini seçiniz:

source: Ctrl+0
eo: Stir+0

source: You don't remember this item yet or forgot it.
da: Du husker ikke dette kort endnu eller har glemt det.
eo: Aŭ vi ne jam scias ĉi tiun karton, aŭ vi forgesis ĝin.
fr: Vous ne connaissez pas la réponse.
he: אינכם זוכרים פריט זה עדיין, או ששכחתם אותו.
hu: Ön még nem emlékszik erre a kártyára vagy elfelejtette.
id: Anda belum mengingat item ini atau telah melupakannya.
ja: まだ覚えっていません。あるいは、忘れました.
nb_no: Du har ikke memorisert dette kortet ennå, eller du har glemt det.
ru: Вы ещё не запомнили это или успели забыть.
tr: Bu öğeyi henüz aklınızda tutamadınız ya da unuttunuz.

source: Ctrl+1
eo: Stir+1

source: Like '0', but the item is getting more familiar.
da: Som '0', men det er ved at blive genkendeligt.
eo: Simila al 0, sed vi plikonadas ĝin.
fr: Vous ne vous en souvenez pas mais ça devient familier.
he: כמו '0', אבל נהיה מוכר יותר.
hu: Mint a '0'-s, de már kezd ismerős lenni.
id: Seperti '0', tapi sekarang lebih familiar.
ja: 「０」に似ているが、どんどんと慣れ親しんでいきます。
nb_no: Som '0', men det begynner å bli mer kjent.
ru: Как '0', но кажется более знакомым.
tr: '0' gibi, fakat bu öğe size daha tanıdık gelmeye başladı.

source: Ctrl+2
eo: Stir+2

source: You've memorised this item now, and will probably remember it for a few days.
da: Du husker dette kort nu, og vil nok huske det et par dage.
eo: Nun vi scias tiun karton, kaj probable vi memoros ĝin dum kelkaj tagoj.
fr: Vous avez mémorisé la réponse et vous en souviendrez pendant quelques jours.
he: כעת אתם זוכרים כרטיסיה זו וככל הנראה תזכרו אותה במשך מספר ימים.
hu: Ezt a kártyát Ön most megjegyezte és valószínűleg emlékezni fog rá pár napig.
id: Anda telah mengingat kartu ini sekarang, namun mungkin melupakannya dalam beberapa hari.
ja: 今このカードのことを記憶しましたから、おそらく数日は覚えているでしょう。
nb_no: Du har memorisert dette kortet nå, og vil sannsynligvis huske det noen dager.
ru: Вы запомнили это и, скорее всего, будете помнить ещё несколько дней.
tr: Bu kartı artık aklınızda tutabiliyorsunuz ve büyük olasılıkla bir kaç gün daha hatırlayacaksınız.

source: Ctrl+3
eo: Stir+3

source: Correct answer, but with much effort. The interval was probably too long
da: Rigtigt svar, men med meget besvær. Intervallet var nok for langt
eo: Vi memoris la ĝustan respondon, sed kun multa peno. La intertempo probable estis tro longa.
fr: Réponse correcte, mais avec beaucoup d'effort. L'intervalle était probablement trop long.
he: תשובה נכונה, אבל תוך מאמץ ניכר. ההשהייה כנראה הייתה ארוכה מדי
hu: Helyes válasz, de csak komoly erőfeszítés árán. Az időköz valószínűleg hosszabb volt a kelleténél
id: Jawaban benar, namun dengan usaha lebih. Interval mungkin terlalu panjang
ja: かなりの努力をかけて正解。休止期間はおそらく長すぎます
nb_no: Riktig svar, men med store anstrengelser. Intervallet var antakeligvis for langt.
ru: Правильный ответ, но нужно было напрячься. Вероятно, интервал был слишком большим
tr: Doğru yanıt fakat çok çaba gerekti. Yanıt süresi büyük olasılıkla çok uzundu

source: Ctrl+4
eo: Stir+4

source: Correct answer, with some effort. The interval was probably just right.
da: Rigtigt svar, med noget besvær. Intervallet var nok rigtigt.
eo: Vi memoris la ĝustan respondo per iom da peno. La intertempo probable estis ĝusta.
fr: Réponse correcte, avec un peu d'effort. L'intervalle est adéquat.
he: תשובה נכונה, תוך מאמץ מסויים. ההשהייה כנראה התאימה בדיוק.
hu: Helyes válasz, megfelelő erőfeszítéssel. Az időköz pont jó volt.
id: Jawaban benar, namun dengan sedikit usaha. Interval mungkin sudah tepat.
ja: 適当な努力をかけての正解。休止期間はおそらく正しい。
nb_no: Riktig svar, med litt anstrengelser. Intervallet var antakeligvis akkurat passe.
ru: Корректный ответ, адекватные усилия. Интервал подобран правильно.
tr: Doğru yanıt ve az çaba gerekti. Yanıt süresi büyük olasılıkla tam doğru uzunluktaydı.

source: Ctrl+5
eo: Stir+5

source: Correct answer, but without any difficulties. The interval was probably too short.
da: Rigtigt svar, men uden noget besvær. Intervallet var nok for kort.
eo: Vi sciis la ĝustan respondon, sed sen ia malfacilo. La intertempo probable estis tro mallonga.
fr: Réponse correcte, mais sans difficulté. L'intervalle était trop court.
he: תשובה נכונה, אבל ללא כל קושי. ההשהייה כנראה הייתה קצרה מדי.
hu: Helyes válasz, de semmi kihívást nem jelentett. Az időköz valószínűleg túl rövid volt.
id: Jawaban benar, namun tanpa kesulitan berarti. Interval mungkin terlalu pendek.
ja: 何の困難も無く正解。休止期間はおそらく短すぎます。
nb_no: Riktig svar, men uten vanskeligheter. Intervallet var antakeligvis for kort.
ru: Правильный ответ, не вызвавший затруднений. Вероятно, слишком короткий интервал.
tr: Doğru yanıt ve hiç zorluk çekmediniz. Yanıt süresi büyük olasılıkla çok kısaydı.

source: Type question and answer, then pick initial grade.
da: Indtast spørgsmål og svar, og vælg så startgrad.
eo: Tajpu la demandon kaj la respondon, kaj poste elektu komencan rangon.
fr: Saisissez la question et la réponse, puis choisissez la note initiale.
he: הקלידו את השאלה והתשובה ואז בחרו ציון התחלתי.
hu: Gépelje be a kérdést és a választ, majd válassza ki a kezdeti osztályzatot.
id: Ketik pertanyaan dan jawaban, lalu tentukan grade awal.
ja: 質問と答えを記入し、最初のグレードを選択する.
nb_no: Skriv inn spørsmål og svar, velg så utgangsinvå.
ru: Наберите вопрос и ответ, затем выберите ранг.
tr: Soru ve yanıtı yazın ve sonra başlangıç derecesini seçin.

source: Preview
da: Forhåndsvisning
eo: Antaŭmontri
fr: Aperçu
he: תצוגה מקדימה
hu: &Előnézet
id: Pratinjau
ja: プレービュー
nb_no: Forhåndsvis
ru: Предпросмотр
tr: Önizleme

source: Ctrl+P
da: Ctrl+F
eo: Stir+P
hu: Ctrl+E
tr: Ctrl+N

source: E&xit
da: Af&slut
eo: &Fini
fr: &Quitter
he: &יציאה
hu: &Bezár
id: K&eluar
ja: &閉じる
nb_no: &Avslutt
ru: Вы&xод
tr: Çı&kış

source: Change category
da: Skift kategori
eo: Ŝanĝi kategorion
fr: Changer la catégorie
he: שינוי קטגוריה
hu: Kategória módosítása
id: Ubah kategori
ja: カテゴリーを選択する
nb_no: Skift kategori
ru: Изменить категорию
tr: Kategoriyi değiştir

source: Mnemosyne configuration
da: Mnemosyne konfiguration
eo: Mnemozina agordo
fr: Configuration de Mnemosyne
he: אפשרויות מנימוסינה
hu: Mnemosyne beállítások
id: Konfigurasi Mnemosyne
ja: 覚エテチョウの設定
nb_no: Mnemosyne oppsett
ru: Конфигурация Mnemosyne
tr: Mnemosyne ayarları
